Repository: nti-ananeri/SAGU2
Catalog: locale/*/LC_MESSAGES/accountancy.po
Languages: pt_br

source: Account
pt_br: Conta

source: Account Scheme name
pt_br: Nome do plano de contas

source: Account item
pt_br: Item contábil

source: Account name
pt_br: Nome da conta

source: Account scheme
pt_br: Plano de contas

source: Account scheme description
pt_br: Descrição do plano de contas

source: Account scheme for course @1 and unit @2 undefined
pt_br: Plano de contas para o curso @1 e unidade @2 não definidos

source: Account scheme id
pt_br: Código do plano de contas

source: Account scheme name
pt_br: Nome do plano de contas

source: Account scheme search
pt_br: Localizar plano de contas

source: Account total
pt_br: Total da conta

source: Account totals
pt_br: Totais da conta

source: Accountancy
pt_br: Contábil

source: Accountancy balance
pt_br: Saldo contábil

source: Accountancy balances
pt_br: Saldos de contas contábeis

source: Accountancy balances generated with success!
pt_br: Balaços contábeis gerados com sucesso!

source: Accounting
pt_br: Contabilização

source: Accounting code for unit @1 undefined
pt_br: Código contábil para a unidade @1 não definido

source: Accounting limit id
pt_br: Código do limite contábil

source: Accounting projects for operation @1 undefineds
pt_br: Contabilização para a operação @1 não definida

source: Add to bookmarks
pt_br: Adicionar a favoritos

source: Address
pt_br: Endereço

source: Affiliation
pt_br: Filiação

source: Are you sure that you want to import account scheme
pt_br: Você tem certeza que deseja importar os planos de conta

source: Are you sure that you want to import cost center
pt_br: Você tem certeza que deseja importar os centros de custo

source: Back
pt_br: Voltar

source: Balance
pt_br: Saldo

source: Balance date
pt_br: Data do saldo

source: Balance:
pt_br: Saldo:

source: Balances for
pt_br: Saldos para

source: Base date
pt_br: Data base

source: Begin account scheme
pt_br: Plano de contas inicial

source: Begin account scheme description
pt_br: Descrição do plano de contas

source: Begin cost center
pt_br: Centro de custo inicial

source: Begin course
pt_br: Curso inicial

source: Begin date
pt_br: Data inicial

source: Begin page
pt_br: Página inicial

source: Benefited pupils
pt_br: Alunos beneficiados

source: Benefits
pt_br: Benefícios

source: Bookmark
pt_br: Favoritos

source: Bookmarks
pt_br: Adicionar a favoritos

source: Choose the unit
pt_br: Escolha a unidade

source: Clear
pt_br: Limpar

source: Close window
pt_br: Fechar janela

source: Code
pt_br: Código

source: Config
pt_br: Configura- ção

source: Configuration
pt_br: Configuração

source: Cost center
pt_br: Centro de custo

source: Cost center description
pt_br: Descrição do centro de custo

source: Cost center for course @1 and unit @2 undefineds
pt_br: Centro de custo para o curso @1 e a unidade @2 não definidos

source: Cost center id
pt_br: Código do centro de custo

source: Cost center name
pt_br: Nome do centro de custo

source: Cost center search
pt_br: Localizar centro de custo

source: Course
pt_br: Curso

source: Course account search
pt_br: Procura por conta do curso

source: Course id
pt_br: Código do curso

source: Course name
pt_br: Nome do curso

source: Course version
pt_br: Versão do curso

source: Credit
pt_br: Crédito

source: Credit account
pt_br: Conta crédito

source: Credit cost center
pt_br: Centro de custo crédito

source: Credit item
pt_br: Item crédito

source: Credit total
pt_br: Total crédito

source: Current balance
pt_br: Saldo atual

source: Daily assistant of future exercises results
pt_br: Diário auxiliar de resultados de exercícios futuros

source: Daily assistant of receivable accounts
pt_br: Diário auxiliar de contas a receber

source: Data mattered successfully
pt_br: Dados importados com sucesso

source: Date
pt_br: Data

source: Debit
pt_br: Débito

source: Debit account
pt_br: Conta débito

source: Debit cost center
pt_br: Centro de custo débito

source: Debit date
pt_br: Data de débito

source: Debit item
pt_br: Item débito

source: Debit total
pt_br: Total débito

source: Define a course account scheme and cost center
pt_br: Definir conta contábil e centro de custos de um curso

source: Define account project for entries
pt_br: Definir contabilização de operação de lançamentos

source: Define account project for income forecasts
pt_br: Definir contabilização de operação de previsões de lançamento

source: Define accounting limits
pt_br: Definir limites contábeis

source: Define accounting projects
pt_br: Definir contabilização de uma operação

source: Define entry account project for operation @1
pt_br: Definir contabilização de lançamento para a operação @1

source: Define income forecast account project for operation @1
pt_br: Definir contabilização de previsão de lançamento para a operação @1

source: Defined by
pt_br: Definido por

source: Description
pt_br: Descrição

source: Discounts description
pt_br: Descrição dos descontos

source: Assorted queries
pt_br: Consultas diversas

source: Document
pt_br: Documento

source: Emission
pt_br: Emissão

source: Emission date
pt_br: Data de emissão

source: End account scheme
pt_br: Plano de contas final

source: End account scheme description
pt_br: Descrição do plano de contas final

source: End cost center
pt_br: Centro do custo final

source: End course
pt_br: Curso final

source: End date
pt_br: Data final

source: End page
pt_br: Página final

source: Enter cost center id
pt_br: Informe o código do centro de custo

source: Enter description
pt_br: Informe a descrição

source: Enter the account scheme id
pt_br: Informe o código do plano de contas

source: Enter the base date
pt_br: Informe a data base

source: Enter the begin account scheme
pt_br: Informe o plano de contas inicial

source: Enter the begin account scheme code
pt_br: Infome o código do plano de contas

source: Enter the begin cost center code
pt_br: Informe o código do centro de custo inicial

source: Enter the begin course code
pt_br: Informe o código do inicial do curso

source: Enter the begin date
pt_br: Informe a data inicial

source: Enter the begin date of period generation
pt_br: Informe a data inicial do período de geração

source: Enter the begin page
pt_br: Informe a página inicial

source: Enter the begin page of document
pt_br: Informe a página inicial do documento

source: Enter the cost center id
pt_br: Informe o código do centro de custo

source: Enter the course id
pt_br: Informe o código do curso

source: Enter the course version
pt_br: Informe a versão do curso

source: Enter the date
pt_br: Informe a data

source: Enter the date that appears on report that considered the generation date
pt_br: Informe a data que aparece no relatório que é considerada a data de geração

source: Enter the emission date
pt_br: Informe a data de emissão

source: Enter the end account scheme
pt_br: Informe o plano de contas final

source: Enter the end account scheme code
pt_br: Informe o código do plano de contas final

source: Enter the end cost center code
pt_br: Informe o código do centro de custo final

source: Enter the end course code
pt_br: Informe o código final do curso

source: Enter the end date
pt_br: Informe a data final

source: Enter the end date of period generation
pt_br: Informe a data final do período de geração

source: Enter the end page
pt_br: Informe a página final

source: Enter the end page of document
pt_br: Informe a página final do documento

source: Enter the initial base date
pt_br: Informe a data base inicial

source: Enter the limit date
pt_br: Informe a data limite

source: Enter the restart page
pt_br: Informe a página de reinício

source: Enter the unit code
pt_br: Informe o código da unidade

source: Enter your name
pt_br: Informe seu nome

source: Entry
pt_br: Lançamento

source: Entry date
pt_br: Data do lançamento

source: Entry generated by process 'Close all invoices' in diverse consultation.
pt_br: Lançamento gerado pelo processo 'Fechar todos os títulos' na consultas diversas

source: Entry id
pt_br: Código do lançamento

source: Entry integration
pt_br: Integração de lançamento

source: Entry type
pt_br: Tipo de lançamento

source: Error
pt_br: Erro

source: Error executing requested operation.
pt_br: Erro executando a operação requerida

source: Error, select one file to generate !
pt_br: Erro, selecione um arquivo para gerar!

source: Error, select one invoice to close !
pt_br: Erro, selecione um título para fechar!

source: Execute
pt_br: Processar

source: File date
pt_br: Data do arquivo

source: File generated for
pt_br: Arquivo gerado para

source: File id
pt_br: Código do arquivo

source: File name
pt_br: Nome do araquivo

source: File uploaded with success. Please, click on "OK" button to continue the process
pt_br: Arquivo importado com sucesso. Por favor, clique no botão "OK" para continuar o processamento

source: File uploaded with success. Please, click on "OK" button to continue this process
pt_br: Arquivo atualizado com sucesso. Por favor, clique no botão "OK" para continuar este processo

source: Filter for a course
pt_br: Filtrar por um curso

source: Filter for a person
pt_br: Filtrar por uma pessoa

source: Filter for account scheme or cost center
pt_br: Filtro para plano de contas ou centro de custos

source: Final balance of account
pt_br: Saldo final da conta

source: Forecasts and entries
pt_br: Previsões e lançamentos

source: Forecasts and entries report
pt_br: Relatório de previsões e lançamentos

source: Forecasts report
pt_br: Relatório de previsões

source: Format accounting import file
pt_br: Formatar arquivo de importação para o Siga

source: Generate
pt_br: Gerar

source: Generate IRRF
pt_br: Gerar DIRF

source: Generate accountancy balance
pt_br: Gerar saldos de contas contábeis

source: Generate entry accounting file
pt_br: Gerar arquivo de contabilização de lançamentos

source: Generate income forecast accounting file
pt_br: Gerar arquivo de contabilização de previsões

source: Generate reason assistant of future exercise results
pt_br: Gerar razão auxiliar de resultados de exercícios futuros

source: Generate reason assistant of receivable accounts
pt_br: Gerar razão auxiliar de contas a receber

source: Generate selected
pt_br: Geração selecionada

source: Get file
pt_br: Obter arquivo

source: Grand total
pt_br: Total geral

source: Gratuitousness
pt_br: Gratuidades

source: Id
pt_br: Código

source: Import account scheme
pt_br: Importar planos de contas

source: Import cost center
pt_br: Importar centros de custo

source: Include
pt_br: Incluir

source: Income forecast
pt_br: Previsão de lançamento

source: Income forecast integration
pt_br: Integração de previsão de lançamento

source: Income forecasts
pt_br: Previsões

source: Information
pt_br: Informação

source: Initial base date
pt_br: Data base inicial

source: Insert
pt_br: Inserir

source: Invoice
pt_br: Título

source: Invoice id
pt_br: Código do título

source: Is partial
pt_br: Parcial

source: Is processed
pt_br: Está processado

source: Last modification
pt_br: Última modificação

source: Limit date
pt_br: Data limite

source: Line
pt_br: Linha

source: List all IRRF not processed
pt_br: Listar todos os DIRF não processadas

source: Maturity
pt_br: Vencimento

source: Message
pt_br: Mensagem

source: Month
pt_br: Mês

source: More than one search field is filled. Please fill one field by search.
pt_br: Mais de um campo de consulta foram preenchidos. Por favor preencha apenas um campo para fazer a consulta.

source: More visited
pt_br: Mais visitados

source: Name
pt_br: Nome

source: New search
pt_br: Nova procura

source: No
pt_br: Não

source: No entries found to process
pt_br: Não foram encontrados lançamentos para processar

source: No income forecasts found to process
pt_br: Não foram encontradas previsões de lançamento para processar

source: Open balance at
pt_br: Saldo aberto em

source: Operation
pt_br: Operação

source: Operation description
pt_br: Descrição da operação

source: Operation id
pt_br: Código da operação

source: Operation search
pt_br: Pesquisa de operação

source: Operation type id
pt_br: Tipo de operação

source: Order by
pt_br: Ordenar por

source: Overdue invoice (quarterly)
pt_br: Títulos vencidos (trimestral)

source: Overdue invoice (quarterly) report
pt_br: Relatório de títulos vencidos (trimestral)

source: Page
pt_br: Página

source: Page number
pt_br: Número da página

source: Parameters table
pt_br: Tabela de parâmetros

source: Partial lots
pt_br: Lotes parciais

source: Period
pt_br: Período

source: Period id
pt_br: Código do período

source: Person
pt_br: Pessoa

source: Person id
pt_br: Código da pessoa

source: Previous balance
pt_br: Saldo anterior

source: Previous balance account
pt_br: Saldo anterior da conta

source: Process
pt_br: Processo

source: Process Accountancy Balances
pt_br: Processa Saldos de Contas Contábeis

source: Process accountancy balances
pt_br: Processar saldos de contas contábeis

source: Process status
pt_br: Estado do processo

source: Pupil
pt_br: Aluno

source: Question
pt_br: Questão

source: Reason assistant of future exercises result
pt_br: Razão auxiliar de resultados de exercícios futuros

source: Reason assistant of future exercises results
pt_br: Razão auxiliar de resultados de exercícios futuros

source: Reason assistant of receivable accounts
pt_br: Razão auxiliar de contas a receber

source: Record inserted
pt_br: Registro inserido

source: Record inserted sucessfully
pt_br: Registro inserido com sucesso

source: Records for operation @1 inserted successfully
pt_br: Registros para a operação @1 inseridos com sucesso

source: Register
pt_br: Cadastro

source: Report
pt_br: Relatório

source: Report title
pt_br: Título do relatório

source: Reset
pt_br: Redefinir

source: Restart page
pt_br: Página de reinício

source: Return information
pt_br: Informações de retorno

source: Reversal
pt_br: Estorno

source: Search
pt_br: Localizar

source: Send
pt_br: Enviar

source: Some problems occurred on update the file. Please, try again.
pt_br: Alguns problemas ocorreram ao atualizar o aquivo, por favor, tente novamente.

source: Some problems occurred updating the file. Please, try again.
pt_br: Alguns problemas ocorreram atualizando o arquivo, por favor, tente novamente

source: Source
pt_br: Origem

source: Source file
pt_br: Arquivo de origem

source: Stored balances
pt_br: Saldos armazenados

source: Stored person balances
pt_br: Saldos armazenados das pessoas

source: Sucess, file @1 generated ! Click in button 'Get file' to download file.
pt_br: Sucesso, arquivo @1 gerado! Clique no botão 'Obter arquivo' para fazer o download deste

source: Synthetic reason assistant of future exercises results
pt_br: Razão auxiliar sintético de resultados de exercícios futuros

source: Synthetic reason assistant of receivable accounts
pt_br: Razão auxiliar sintético de contas a receber

source: The account scheme @1 already exists, do you want to edit that account scheme?
pt_br: O plano de contas @1 já existe, você gostaria de editar este plano de contas?

source: The cost center id @1 already exists, do you want to edit that cost center?
pt_br: O centro de custos de código @1 já existe, você gostaria de editar este centro de custos?

source: The file is empty
pt_br: O arquivo está vazio

source: This course account already exists, do you want to edit that course account?
pt_br: Este plano de contas para o curso já existe, você gostaria de editar este plano de contas para o curso?

source: Total registers
pt_br: Total de registros

source: Total value
pt_br: Valor total

source: Totalizing
pt_br: Totalizando

source: Totals
pt_br: Totais

source: Totals of account
pt_br: Totais da conta

source: Type the @1 date
pt_br: Informe a data @1

source: Unit
pt_br: Unidade

source: Unit description
pt_br: Descrição da unidade

source: Unit id
pt_br: Código da unidade

source: Unit name
pt_br: Nome da unidade

source: Until
pt_br: Até

source: Update
pt_br: Atualizar

source: Upload file
pt_br: Atualizar arquivo

source: Upload file IRRF
pt_br: Atualizar arquivo de DIRF

source: Upload file IRRF to server
pt_br: Atualizar arquivo de DIRF para o servidor

source: User
pt_br: Usuário

source: User code
pt_br: Código do usuário

source: Validate
pt_br: Validar

source: Value
pt_br: Valor

source: Version
pt_br: Versão

source: View Accountancy Balances
pt_br: Visualiza Saldos de Contas Contábeis

source: View Accountancy Balances - Forecasts
pt_br: Visualiza Saldos de Contas Contábeis - Previsões

source: You desire to visualize them?
pt_br: Você deseja visualizá-los?

source: accountancy
pt_br: Contábil

source: backwards
pt_br: para trás

source: from
pt_br: de

source: gratuitousness
pt_br: gratuidades

source: initial
pt_br: inicial

source: limit
pt_br: limite

source: to
pt_br: até
