Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/academic.po
Languages: es, pt_br

source: (Av+Ex)/2
es: (Md+Ex)/2
pt_br: (Md+Ex)/2

source: (G1+G2)/2
es: (N1+N2)/2
pt_br: (N1+N2)/2

source: 1st option
es: 1ª opción
pt_br: 1ª opção

source: 2nd option
es: 2ª opción
pt_br: 2ª opção

source: 3rd option
es: 3ª opción
pt_br: 3ª opção

source: @1 contracts closed!
pt_br: @1 contratos fechados!

source: @1 enrolls cancelled
es: @1 matrículas canceladas
pt_br: @1 matrículas canceladas

source: @1 hours available
pt_br: @1 horas disponíveis

source: @1 records ignored
pt_br: @1 registros ignorados

source: @1 records inserted
es: @1 registros insertados
pt_br: @1 registros inseridos

source: @1, on
pt_br: @1, em

source: A contract or a sheet must be informed.
pt_br: Um contrato ou uma folha deve ser informado.

source: A new contract could not be created.
pt_br: Não foi possível criar um novo contrato.

source: AGATA returned this error: @1.
pt_br: O seguinte erro foi retornado pelo AGATA: @1.

source: AGE
es: EDAD
pt_br: IDADE

source: APT
pt_br: APTO

source: Absence register
es: Registro de ausencia
pt_br: Registro de ausência

source: Academic
es: Académico
pt_br: Acadêmico

source: Academic calendar
es: Calendario académico
pt_br: Calendário acadêmico

source: Academic calendar adjustment
es: Ajuste del calendario académico
pt_br: Ajuste do calendário acadêmico

source: Academic calendar adjustment id
es: Id de ajuste del calendario académico
pt_br: Código do ajuste de calendário acadêmico

source: Academic calendar id
es: Id del calendario académico
pt_br: Código do calendário acadêmico

source: Academic credits
es: Créditos académicos
pt_br: Créditos acadêmicos

source: Academic degree
es: Grado académico
pt_br: Grau acadêmico

source: Academic number hours
pt_br: Número de horas acadêmicas

source: Academic register
pt_br: Registro acadêmico

source: Academic register layer
pt_br: Capa do registro acadêmico

source: Academic situation
pt_br: Situação acadêmica

source: Accept
pt_br: Aceitar

source: Account scheme
es: Plan de cuentas
pt_br: Plano de contas

source: Account scheme id
es: Id del plan de cuentas
pt_br: Código do plano de contas

source: Acronym
es: Acrónimo
pt_br: Sigla

source: Act
es: Acta
pt_br: Ata

source: Activation
pt_br: Ativação

source: Activation date
pt_br: Data de ativação

source: Active
pt_br: Ativo

source: Active and passive
pt_br: Ativo e passivo

source: Active contract search
pt_br: Localizar contrato ativo

source: Activity carried through
pt_br: Atividade realizada

source: Actual situation
pt_br: Situação atual

source: Add
es: AÃÂÂÂ±adir
pt_br: Adicionar

source: Add complementary activities
pt_br: Adicionar atividade complementar

source: Add movement contract
pt_br: Acidionar movimentação contratual

source: Add professor
pt_br: Adicionar professor

source: Add to bookmarks
es: AÃÂÂÂ±adir a favoritos
pt_br: Adicionar a favoritos

source: Additive term
es: Término aditivo
pt_br: Termo aditivo

source: Address
es: Dirección
pt_br: Endereço

source: Adjustment date limit to avoid auto cancellation
es: Fecha límite de ajuste para evitar cancelación automática
pt_br: Data limite do ajuste para evitar o auto cancelamento

source: After-Graduation
es: Post-Grado
pt_br: Pós-Graduação

source: Age
es: Edad
pt_br: Idade

source: Agent
pt_br: Agente

source: All
pt_br: Todos

source: All hours exploited
pt_br: Todas as horas aproveitadas

source: All professors from selected period
pt_br: Todos os professores do período selecionado

source: All rooms
es: Todas las aulas
pt_br: Todas as salas

source: Allow internet subscription
pt_br: Permitir inscrição via internet

source: Alphabetic order, semester
pt_br: Ordem alfabética, semestre

source: Already exist one group in this schedule, to this respective date or interval date, to this respective professor. Do you want INSERT exactly thus?
pt_br: Já existe uma disciplina oferecida neste horário, para esta respectiva data ou intervalo de datas, para o respectivo professor. Deseja realmente INSERIR este registro?

source: Already exist unblock to this contract and learning period
pt_br: Já existe desbloqueio para este contrato e período letivo

source: Already exist unblock to this contract, learning period and curricular component
pt_br: Já existe desbloqueio para este contrato, período letivo e disciplina

source: Already exist unblock to this contract, learning period and this curricular component
pt_br: Já existe desbloqueio para este contrato, período letivo e esta disciplina

source: Already exist unblock to this contract, learning period, curricular component and substitution curricular component
pt_br: Já existe desbloqueio para este contrato, período letivo, disciplina e disciplina de substituição

source: An unexpected error occurred while trying to change course.
pt_br: Um erro inesperado ocorreu na tentativa de trocar o curso.

source: And, to consist, I write the present lesson
pt_br: E, para constar, lavro a presente aula

source: And, to consist, it was written this act
pt_br: E, para constar, foi escrita esta ata

source: Approval in the curricular components
pt_br: Aprovação nas disciplinas

source: Approval
pt_br: Aprovação

source: Approved
pt_br: Aprovado

source: April
pt_br: Abril

source: Are you sure that want to insert condition unblock to this pupils, this learning period and this curricular component
pt_br: Você tem certeza que quer inserir desbloqueio de requisito para este aluno, este período letivo e esta disciplina

source: Are you sure that want to insert minimum credits unblock to this pupils and to this learning period
pt_br: Você tem certeza que quer inserir desbloqueio por limite de créditos para este aluno e para este período letivo

source: Are you sure that want to insert minimum turn unblock to this pupil and this learning period
pt_br: Você tem certeza que quer inserir desbloqueio por turno para este aluno e este período letivo

source: Are you sure that want to insert schedule shock unblock to this pupil, this learning period and this curricular component
pt_br: Você tem certeza que quer inserir desbloqueio por choque de horário para este aluno, este período letivo e esta disciplina

source: Are you sure that want to insert schedule shock unblock to this pupils, this learning period and this curricular components
pt_br: Você tem certeza que quer inserir desbloqueio por choque de horário para este aluno, este período letivo e esta disciplina

source: Are you sure that want to insert substitution unblock to this pupils, this learning period and this curricular components
pt_br: Você tem certeza que quer inserir desbloqueio por substituição para este(s) aluno(s), este período letivo e estas disciplinas

source: Are you sure you want to REMOVE THE UNBLOCK of the selected curricular component?
pt_br: Tem certeza que deseja REMOVER O DESBLOQUEIO da disciplina selecionada?

source: Are you sure you want to UNBLOCK the selected curricular component?
pt_br: Tem certeza que deseja DESBLOQUEAR a disciplina selecionada?

source: Are you sure you want to unblock the @1 curricular component for @2 in period @3?
pt_br: Deseja realmente desbloquear a disciplina @1 para @2 no período @3?

source: At least one of the filters must be selected.
es: Al menos uno de los filtros debe ser seleccionado.
pt_br: Ao menos um dos filtros deve ser selecionado.

source: Attached Leaf
es: Hoja Adjunta
pt_br: Folha Anexa

source: Attached leaf
es: Hoja adjunta
pt_br: Folha anexa

source: Attendance and Examination act
es: Registro de Asistencia y Acta de examen
pt_br: Caderno de chamada e Ata de exame

source: Attendance list
es: Listado de asistencia
pt_br: Lista de chamada

source: Attendance register
es: Registro de Asistencia
pt_br: Registro de presença

source: August
pt_br: Agosto

source: Author
pt_br: Autor

source: Authorization date
es: Fecha de autorización
pt_br: Data de autorização

source: Authorization document
es: Documento de autorización
pt_br: Documento de autorização

source: Av
es: Md
pt_br: Md

source: Average
es: Promedio
pt_br: Média

source: Average weight
pt_br: Peso da média

source: Averages
pt_br: Médias

source: BASIC
pt_br: BÁSICO

source: BIBLIOGRAPHY
pt_br: BIBLIOGRAFIA

source: BLOCKED
es: BLOQUEADO
pt_br: BLOQUEADA

source: Back
es: Volver
pt_br: Voltar

source: Balance
pt_br: Saldo

source: Balance with policies
pt_br: Saldo com políticas

source: Basic bibliography
pt_br: Bibliografia básica

source: Basic data
pt_br: Dados básicos

source: Begin
pt_br: Início

source: Begin date
es: Fecha de inicio
pt_br: Data inicial

source: Begin day
es: Día inaugural
pt_br: Dia inicial

source: Begin hour
es: Hora de inicio
pt_br: Hora inicial

source: Begin state
es: Estado de inicio
pt_br: Estado inicial

source: Begin state description
es: Descripción del estado de inicio
pt_br: Descrição do estado inicial

source: Begin state id
es: Código de estado de inicio
pt_br: Código do estado inicial

source: Begin/End date
es: Fecha inicio/fin
pt_br: Data inicial/final

source: Begin/End hour
es: Hora de inicio/fin
pt_br: Hora inicial/final

source: Below, select "No" whenever you want to list only closed minutes, otherwise click "Yes"
pt_br: Abaixo, selecione "Não" sempre que quiser listar apenas diários fechados, caso contrário clique em "Sim"

source: Bibliography description
es: Descripción bibliográfica
pt_br: Descrição bibliográfica

source: Birth date
pt_br: Data de nascimento

source: Blocked
es: Bloqueado
pt_br: Bloqueada

source: Bold
es: Negrito
pt_br: Negrito

source: Book
pt_br: Livro

source: Bookmarks
es: Favoritos
pt_br: Favoritos

source: Books loaned at this moment for
pt_br: Livros emprestados no momento para

source: Box label
pt_br: Etiqueta da caixa

source: Box number
pt_br: Número da caixa

source: Brief
es: Resumen
pt_br: Sumário

source: Build
es: Construir
pt_br: Construir

source: Building
es: Construcción
pt_br: Prédio

source: By class
pt_br: Por turma

source: By curricular component
es: Por disciplina
pt_br: Por disciplina

source: By day, turn and unit
es: Por día, turno y unidad
pt_br: Por dia, turno e unidade

source: CITY
pt_br: CIDADE

source: CLOSED CONTRACT
pt_br: CONTRATO FECHADO

source: COD
pt_br: CÓD

source: COMPLEMENTARY
pt_br: COMPLEMENTAR

source: COMPLEMENTARY ACTIVITIES
es: ACTIVIDADES COMPLEMENTARIAS
pt_br: ATIVIDADES COMPLEMENTARES

source: CONTENT
pt_br: CONTEÚDO

source: COREN certified
es: Certificado de COREN
pt_br: Atestado de COREN

source: COREN declaration
es: Declaración de COREN
pt_br: Declaração de COREN

source: COURSE
pt_br: CURSO

source: COURSED
es: CURSADA
pt_br: CURSADA

source: COURSED CURRICULAR COMPONENTS
pt_br: DISCIPLINAS CURSADAS

source: COURSING
pt_br: CURSANDO

source: CPE
pt_br: CEP

source: CREDITS
pt_br: CRÉDITOS

source: CSV pupil listing
pt_br: Listagem de alunos em CSV

source: CURRICULAR COMPONENT
pt_br: DISCIPLINA

source: CURRICULAR COMPONENTS TO LESSON HOURS COMPLEMENT
pt_br: DISCIPLINAS PARA COMPLEMENTAÇÃO DE CARGA HORÁRIA

source: Can not get the curriculum id for the informed course
pt_br: Não é possível encontrar código do currículo para o curso informado

source: Can not obtain a class for this contract. Verify if it is correctly registered in a valid class.
pt_br: Não foi possível obter uma turma pra este contrato. Verifique se ele está corretamente cadastrado numa turma válida.

source: Can not obtain learning period. Check if it is correctly registered for this course and period.
pt_br: Não foi possível obter o período letivo. Verifique se ele está cadastrado corretamente para este curso e período.

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Cancellation
es: Cancelación
pt_br: Cancelamento

source: Cancellation limit date
pt_br: Data limite de cancelamento

source: Cancellation reason id
es: Código del motivo de cancelación
pt_br: Código do motivo de cancelamento

source: Cancelled
es: Cancelado
pt_br: Cancelado

source: Cancelled only
pt_br: Somente canceladas

source: Cancelled pupils
pt_br: Alunos cancelados

source: Car plate
es: Patente del vehículo
pt_br: Placa do carro

source: Category
pt_br: Categoria

source: Category id
pt_br: Código da categoria

source: Cell Phone
es: Tel. celular
pt_br: Fone celular

source: Cellular phone
pt_br: Fone celular

source: Center
es: Centro
pt_br: Centro

source: Center id
es: Id de centro
pt_br: Código do centro

source: Center name
es: Nombre de centro
pt_br: Nome do centro

source: Center of professional education
es: Centro para educación profesional
pt_br: Centro de educação profissional

source: Center search
es: Búsqueda de centro
pt_br: Localizar centro

source: Certified
es: Certificado
pt_br: Atestado

source: Certified id
es: Id de certificado
pt_br: Código do atestado

source: Certified type
es: Tipo de certificado
pt_br: Tipo de atestado

source: Certified type description
es: Descripción del tipo de certificado
pt_br: Descrição do tipo de atestado

source: Certified type id
es: Id del tipo de certificado
pt_br: Código do tipo de atestado

source: Certified type search
es: Búsqueda de tipo de certificado
pt_br: Localizar tipo de atestado

source: Check this box to show cancelled groups only
pt_br: Marque esta caixa para exibir somente disciplinas oferecidas canceladas

source: Choose a print mode.
pt_br: Escolha um modo de impressão.

source: Choose pupil
pt_br: Escolher aluno

source: Choose the turn
pt_br: Escolha o turno

source: Choose the turn code
pt_br: Escolha o código do turno

source: Choose the unit
pt_br: Escolha a unidade

source: City
es: Ciudad
pt_br: Cidade

source: City id
es: Código de la ciudad
pt_br: Código da cidade

source: City name
es: Nombre de la ciudad
pt_br: Nome da cidade

source: Class
pt_br: Turma

source: Class id
pt_br: Código da turma

source: Class initial date
pt_br: Data inicial da turma

source: Class name
pt_br: Nome da turma

source: Class period
pt_br: Período da turma

source: Class pupil
pt_br: Aluno da turma

source: Class search
pt_br: Pesquisa por turma

source: Classification
pt_br: Classificação

source: Classified by
pt_br: Classificado por

source: Clear
pt_br: Limpar

source: Click CANCEL to go back.
pt_br: Clique em CANCELAR para retornar.

source: Click NO to go to the report options page.
pt_br: Clique em NÃO para ir para a página de opções de relatório.

source: Click OK to go to the report options page.
pt_br: Clique em OK para ir para a página de opções de relatório.

source: Click YES to generate all data again (this may take some minutes).
pt_br: Clique em SIM para gerar todos os dados novamente (esta operação poderá levar alguns minutos).

source: Click here to open the form for this turn
es: Cliquee aquí para abrir el formulario para este turno
pt_br: Clique aqui para abrir o formulário para este turno

source: Click here to open the form for this week day
pt_br: Clique aqui para abrir o fomulário para este dia da semana

source: Click in the button below to generate the enroll material of selected pupil
es: Cliquee en el botón a continuación para generar el material de matrícula del alumno seleccionado
pt_br: Clique o botão abaixo para gerar o material de matrícula do aluno selecionado

source: Click the link below to see your financial situation or contact us for more informations
pt_br: clique no link abaixo para ver sua situação financeira ou contate-nos para mais informações

source: Click to search messages
es: Cliquee para buscar mensajes
pt_br: Clique para localizar mensagens

source: Clicking on the word beetwen '[ ]' you can see entire information about the curricular component. Click on the ENROLL button to enroll all the class pupils.
pt_br: Clicando na palavra entre '[ ]' você pode ver toda a informação sobre a disciplina. Clique no botão MATRICULAR para matricular todos os alunos da turma.

source: Clicking on the word beetwen '[ ]' you can see entire information about the curricular component. If the status is FREE, UNBLOCKED or ENROLLED, you gonna see the groups you can enroll yourself. If the status is BLOCKED, you gonna see the curricular component conditions. If the status is DEPENDENT, mark the box besides the schedule to be enrolled and dismark it to cancel your enroll.
pt_br: Clicando na palavre entre '[ ]' você pode ver toda a informação sobre a disciplina. Se o estado é LIVRE, DESBLOQUEADA ou MATRICULADO, você vai ver as ofertas nas quais pode se matricular. Se o estado é BLOQUEADA, você vai ver os requisitos da disciplina. Se o estado for DEPENDENTE, marque a caixa ao lado do horário para se matricular e a desmarque para cancelar sua matrícula.

source: Clicking on the word beetwen '[ ]' you can see entire information about the curricular component. If the status is FREE, UNBLOCKED or ENROLLED, you gonna see the groups you can enroll yourself. If the status is BLOCKED, you gonna see the curricular component conditions. Mark the box besides the schedule to be enrolled and dismark it to cancel your enroll.
es: Cliqueando en la palabra entre '[]' podrá ver toda la información de la disciplina. Si el estado es LIBERADO, DESBLOQUADO o MATRICULADO
pt_br: Clicando na palavre entre '[ ]' você pode ver toda a informação sobre a disciplina. Se o estado é LIVRE, DESBLOQUEADA ou MATRICULADO, você vai ver as ofertas nas quais pode se matricular. Se o estado é BLOQUEADA, você vai ver os requisitos da disciplina. Marque a caixa ao lado do horário para se matricular e a desmarque para cancelar sua matrícula.

source: Close window
pt_br: Fechar janela

source: Cod
pt_br: Cód

source: Code
es: Código
pt_br: Código

source: Codes
es: Códigos
pt_br: Códigos

source: Columns
es: Columnas
pt_br: Colunas

source: Comma-separated
pt_br: Separado por vírgula

source: Comma-separated person ids
pt_br: Códigos de pessoa separados por vírgula

source: Comments
pt_br: Comentários

source: Company
pt_br: Empresa

source: Complement
es: Complemento
pt_br: Complemento

source: Complementary activities
es: Actividades complementarias
pt_br: Atividades complementares

source: Complementary activities annex
pt_br: Anexo de atividades complementares

source: Complementary activities category rules
pt_br: Regras das categorias das atividades complementares

source: Complementary activities description
pt_br: Descrição das atividades complementares

source: Complementary activities discriminated
pt_br: Atividades complementares discriminadas

source: Complementary activities fault
pt_br: Atividade complementar faltando

source: Complementary activity
es: Actividad complementaria
pt_br: Atividade complementar

source: Complementary activity category
es: Categoría de actividad complementaria
pt_br: Categoria da atividade complementar

source: Complementary activity category id
es: Id de categoría de actividad complementaria
pt_br: Código da categoria da atividade complementar

source: Complementary activity category rules
pt_br: Regras das categorias das atividades complementares

source: Complementary activity id
es: id de Actividad Complementaria
pt_br: Código da atividade complementar

source: Complementary bibliography
pt_br: Bibliografia complementar

source: Complete selective process
es: Proceso selectivo completo
pt_br: Processo seletivo completo

source: Complete selective process acts
es: Actas de proceso selectivo completo
pt_br: Atas do processo seletivo completo

source: Comunity
pt_br: Comunidade

source: Concept
es: Concepto
pt_br: Conceito

source: Concluded and enrolled
pt_br: Concluídas e matriculadas

source: Conclusion date
es: Fecha de conclusión
pt_br: Data de conclusão

source: Conclusion year
pt_br: Ano de conclusão

source: Condition
es: Requisito
pt_br: Requisito

source: Condition error
es: Error de requisito
pt_br: Erro de requisito

source: Condition id
es: Id de requisito
pt_br: Código do requisito

source: Condition unblock
es: Desbloqueo de requisito
pt_br: Desbloqueio de requisito

source: Condition unblock list
pt_br: Lista de desbloqueios de requisito

source: Conditional course
pt_br: Curso do requisito

source: Conditional curricular component
pt_br: Disciplina do requisito

source: Conditional curricular component name
pt_br: Nome da disciplina de requisito

source: Conferred
pt_br: Conferido

source: Config
pt_br: Configura- ção

source: Configuration
pt_br: Configuração

source: Configuration of courses view mode in enroll book
pt_br: Configuração do modo de visualização dos cursos no livro matrícula

source: Configure courses view mode
pt_br: Configuar modo de visualização dos cursos

source: Confirm
es: Confirmar
pt_br: Confirmar

source: Confirm enroll cancellation
pt_br: Confirmar cancelamento de disciplina

source: Confirmed
es: Confirmado
pt_br: Confirmado

source: Consider enrolls UNTIL selected period
pt_br: Considerar matrículas ATÉ o período selecionado

source: Consult income forecasts
pt_br: Consultar previsões de lançamentos

source: Contacts
es: Contactos
pt_br: Contatos

source: Contain certified
pt_br: Contém certificado

source: Content
es: Contenido
pt_br: Conteúdo

source: Continuation of
es: Continuación de
pt_br: Continuação de

source: Continue
es: Continuar
pt_br: Continuar

source: Contract
es: Contrato
pt_br: Contrato

source: Contract and class data
pt_br: Dados sobre contrato e turma

source: Contract code
pt_br: Código do contrato

source: Contract course code
es: Código del curso de contrato
pt_br: Código do curso do contrato

source: Contract course name
es: Nombre del curso de contrato
pt_br: Nome do curso do contrato

source: Contract course version
es: Versión del curso de contrato
pt_br: Versão do curso do contrato

source: Contract id
es: Id de contrato
pt_br: Código do contrato

source: Contract id, period id and emission date fields missing.
pt_br: Código do contrato, código do período e data de emissão não preenchidos.

source: Contract list
pt_br: Listar contrato

source: Contract listing
pt_br: Lista do contrato

source: Contract lock
es: Bloqueo de contrato
pt_br: Trancamento de contrato

source: Contract lock/unlock
es: Bloqueo/Reactivación de contrato
pt_br: Trancamento/Reativação de contrato

source: Contract locked in
pt_br: Contrato trancado em

source: Contract locked. @1 curricular components cancelled.
pt_br: Contrato trancado. @1 disciplinas canceladas.

source: Contract movement rules codes
pt_br: Códigos das regras de movimentação de contrato

source: Contract number
es: Número de contrato
pt_br: Número do contrato

source: Contract person id
es: Id del titular de contrato
pt_br: Código da pessoa do contrato

source: Contract person name
es: Nombre del titular de contrato
pt_br: Nome da pessoa do contrato

source: Contract search
es: Búsqueda de contrato
pt_br: Localizar contrato

source: Contract state
pt_br: Estado do contrato

source: Contract state description
es: Descripción del estado de contrato
pt_br: Descrição do estado do contrato

source: Contract state field search
es: Búsqueda de campo de estado de contrato
pt_br: Localizar campo do estado do contrato

source: Contract unlock
es: Reactivación de contrato
pt_br: Reativação de contrato

source: Contract unlocked
es: Contrato desbloqueado
pt_br: Contrato reativado

source: Contracts for @1
pt_br: Contratos para @1

source: Control number
pt_br: Número de controle

source: Conventions final result
pt_br: Resultado final das convenções

source: Convert
es: Convertir
pt_br: Converter

source: Convert information
pt_br: Informações da conversão

source: Converted concluded to this persons
pt_br: Conversão concluída para esta pessoa

source: Coordinator
es: Coordinador
pt_br: Coordenador

source: Coordinator id
es: Id de coordinador
pt_br: Código do coordenador

source: Coordinator name
es: Nombre del coordinador
pt_br: Nome do coordenador

source: Coren certified
pt_br: Atestado do Coren

source: Coren declaration
pt_br: Declaração do Coren

source: Cost center
es: Centro de costos
pt_br: Centro de custo
