Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/academic.po
Languages: es, pt_br

source: Enter here the frequency alert e-mail
es: Ingresar aquí el e-mail para alertas de asistencia
pt_br: Informe aqui o e-mail de alerta de frequência

source: Enter here the grade
es: Ingresar aquí la nota
pt_br: Informe aqui a nota

source: Enter here the status
es: Ingresar aquí el estado
pt_br: Informe aqui o estado

source: Enter here the text evaluation
es: Ingresar aquí el texto de evaluación
pt_br: Informe aqui o texto da avaliação

source: Enter more info about this course
es: Ingresar con más informaciones respecto a este curso
pt_br: Entre com mais informações sobre este curso

source: Enter the account scheme code
es: Ingresar el código del plan de cuentas
pt_br: Informe o código do plano de contas

source: Enter the acronym
es: Ingresar el acrónimo
pt_br: Informe a sigla

source: Enter the activity realized
es: Ingresar la actividad realizada
pt_br: Informe a atividade realizada

source: Enter the begin date
es: Ingresar la fecha de inicio
pt_br: Informe a data inicial

source: Enter the begin date of the course
es: Ingresar la fecha de inicio del curso
pt_br: Informe a data inicial do curso

source: Enter the bibliography description
es: Ingresar la descripción de la bibliografía
pt_br: Informe a descrição da bibliografia

source: Enter the cell phone
es: Ingresar el teléfono celular
pt_br: Informe o telefone celular

source: Enter the center code
es: Ingresar el código de centro
pt_br: Informe o código do centro

source: Enter the center name
es: Ingresar el nombre de centro
pt_br: Informe o nome do centro

source: Enter the center short name
es: Ingresar la abreviación del centro
pt_br: Informe a abreviatura do centro

source: Enter the certified description
es: Ingresar la descripción de certificado
pt_br: Informe a descrição do atestado

source: Enter the city code
es: Ingresar el código de la ciudad
pt_br: Informe o código da cidade

source: Enter the class code
pt_br: Informe o código da turma

source: Enter the class id
pt_br: Informe o código da classe

source: Enter the class name
pt_br: Informe o nome da turma

source: Enter the columns
es: Ingresar el número de columnas
pt_br: Informe o número de colunas

source: Enter the complement
es: Ingresar el complemento
pt_br: Informe o complemento

source: Enter the complementary activity category description
es: Ingresar la descripción de la categoría de la actividad complementaria
pt_br: Informe a descrição da categoria da atividade complementar

source: Enter the concept
es: Ingresar el concepto
pt_br: Informe o conceito

source: Enter the condition curriculum curricular component name
es: Ingresar el nombre de la disciplina de requisito curricular
pt_br: Informe o nome da disciplina do requisito curricular

source: Enter the condition curriculum curricular component version
es: Ingresar la versión de la disciplina de requisito curricular
pt_br: Informe a versão da disciplina do requisito curricular

source: Enter the content
es: Ingresar el contenido
pt_br: Informe o conteúdo

source: Enter the contract code
es: Ingresar el código de contrato
pt_br: Informe o código do contrato

source: Enter the contract observation
es: Ingresar la observación de contrato
pt_br: Informe a observação do contrato

source: Enter the contract state description
es: Ingresar la descripción del estado do contrato
pt_br: Informe a descrição do estado do contrato

source: Enter the coordinator name
es: Ingresar el nombre del coordinador
pt_br: Informe o nome do coordenador

source: Enter the cost center code
es: Ingresar el código del centro de costos
pt_br: Informe o código do centro de custos

source: Enter the country name
es: Ingresar el nombre del país
pt_br: Informe o nome do país

source: Enter the course
pt_br: Informe o curso

source: Enter the course center code
es: Ingresar el código de centro del curso
pt_br: Informe o código do centro do curso

source: Enter the course code
es: Ingresar el código de curso
pt_br: Informe o código do curso

source: Enter the course end test date
pt_br: Informe a data da avaliação do MEC

source: Enter the course end test type code
pt_br: Informe o código do tipo de avaliação do MEC

source: Enter the course end test type description
pt_br: Informe a descrição do tipo de avaliação do MEC

source: Enter the course name
es: Ingresar el nombre del curso
pt_br: Informe o nome do curso

source: Enter the course short name
es: Ingresar el nombre abreviado del curso
pt_br: Informe a abreviatura do curso

source: Enter the course version
es: Ingresar la versión del curso
pt_br: Informe a versão do curso

source: Enter the credits
es: Ingresar los créditos
pt_br: Informe os créditos

source: Enter the current course code
pt_br: Informe o código do curso atual

source: Enter the curricular component code
es: Ingresar el código de la disciplina
pt_br: Informe o código da disciplina

source: Enter the curricular component group code
es: Ingresar el código de grupo de la disciplina
pt_br: Informe o código do grupo da disciplina

source: Enter the curricular component name
es: Ingresar el nombre de la disciplina
pt_br: Informe o nome da disciplina

source: Enter the curricular component version
es: Ingresar la versión de la disciplina
pt_br: Informe a versão da disciplina

source: Enter the curriculum course name
es: Ingresar el nombre de curso del currículo
pt_br: Informe o nome do curso do currículo

source: Enter the curriculum course version
es: Ingresar la versión de curso del currículo
pt_br: Informe a versão de curso do currículo

source: Enter the curriculum curricular component name
es: Ingresar el nombre de la disciplina del currículo
pt_br: Informe o nome da disciplina do currículo

source: Enter the curriculum curricular component version
es: Ingresar la versión de la disciplina del currículo
pt_br: Informe a versão da disciplina do currículo

source: Enter the curriculum type code
es: Ingresar el grupo de currículo
pt_br: Informe o tipo de currículo

source: Enter the date conclusion
pt_br: Informe a data de conclusão

source: Enter the date forecast
es: Ingresar la fecha prevista
pt_br: Informe a data prevista

source: Enter the degree number
es: Ingresar el número de grado académico
pt_br: Informe o número do grau acadêmico

source: Enter the description
es: Ingresar la descripción
pt_br: Informe a descrição

source: Enter the descritive
es: Ingresar el descriptivo
pt_br: Informe o descritivo

source: Enter the destination institution name
es: Ingresar el nombre de la institución de destino
pt_br: Informe o nome da instituição de destino

source: Enter the discounting
es: Ingresar el descuento
pt_br: Informe o desconto

source: Enter the document code
pt_br: Informe o código do documento

source: Enter the document number
es: Ingresar el número del oficio
pt_br: Informe o número do ofício

source: Enter the document type code
es: Ingresar el código del tipo de documento
pt_br: Informe o código do tipo de documento

source: Enter the e-mail
es: Ingresar el e-mail
pt_br: Informe o e-mail

source: Enter the education area code
es: Ingresar el código del área de educación
pt_br: Informe o código da área de ensino

source: Enter the education area description
es: Ingresar la descripción del área de educación
pt_br: Informe a descrição da área de ensino

source: Enter the election date
es: Ingresar la fecha de la elección
pt_br: Informe a data da eleição

source: Enter the election description
es: Ingresar la descripción de la elección
pt_br: Informe a descrição da eleição

source: Enter the elective's group code.
pt_br: Informe o código do grupo da eletiva.

source: Enter the employee function
es: Ingresar la función del empleado
pt_br: Informe a função do funcionário

source: Enter the employee id
pt_br: Informe o código do funcionário

source: Enter the employee sector
es: Ingresar el sector del empleado
pt_br: Informe o setor do funcionário

source: Enter the end date
es: Ingresar la fecha final
pt_br: Informe a data final

source: Enter the end date of this course
pt_br: Informe a data final deste curso

source: Enter the enroll code
es: Ingresar el código de la matrícula
pt_br: Informe o código da matrícula

source: Enter the ethnic origin code
es: Ingresar el código da origen étnica
pt_br: Informe o código da origem étnica

source: Enter the evaluation
es: Ingresar la evaluación
pt_br: Informe a avaliação

source: Enter the event code
es: Ingresar el código del evento
pt_br: Informe o código do evento

source: Enter the expiration level
es: Ingresar el nivel de expiración
pt_br: Informe o nível de expiração

source: Enter the exploitation credits
es: Ingresar los créditos aprovechados
pt_br: Informe os créditos aproveitados

source: Enter the exploitation curricular component credits
pt_br: Informe os créditos da disciplina do aproveitamento

source: Enter the exploitation curricular component number hours
pt_br: Informe a carga horária da disciplina do aproveitamento

source: Enter the exploitation grades
es: Ingresar las notas aprovechadas
pt_br: Informe as notas aproveitadas

source: Enter the exploitation number of hours
es: Ingresar el número de horas aprovechadas
pt_br: Informe o número de horas aproveitadas

source: Enter the external course
es: Ingresar el curso externo
pt_br: Informe o curso externo

source: Enter the external course code
pt_br: Informe o código do curso externo

source: Enter the external course name
es: Ingresar el nombre del curso externo
pt_br: Informe o nome do curso externo

source: Enter the external course short name
es: Ingresar el nombre abreviado del curso externo
pt_br: Informe a abreviatura do curso externo

source: Enter the extra observations here
es: Ingresar aquí las informaciones extras
pt_br: Informe observações extras aqui

source: Enter the field validator
es: Ingresar elemento que valide el campo
pt_br: Informe o validador do campo

source: Enter the final degree
pt_br: Informe o grau final

source: Enter the final grade
es: Ingresar la nota final
pt_br: Informe a nota final

source: Enter the financial responsible code
es: Ingresar el código del responsable financiero
pt_br: Informe o código do responsável financeiro

source: Enter the font
es: Ingresar la fuente
pt_br: Informe a fonte

source: Enter the formation level academic degree
es: Ingresar el nivel de formación de grado académico
pt_br: Informe o grau acadêmico do nível de formação

source: Enter the formation level code
es: Ingresar el código de nivel de formación
pt_br: Informe o código do grau de formação

source: Enter the formation level description
es: Ingresar la descripción del nivel de formación
pt_br: Informe a descrição do grau de formação

source: Enter the formation level short description
es: Ingresar la abreviación del nivel de formación
pt_br: Informe a abreviatura do grau de formação

source: Enter the grade
es: Ingresar la nota
pt_br: Informe a nota

source: Enter the group code of the curricular components which belong to this elective.
pt_br: Informe o código do grupo das disciplinas que pertencem à esta eletiva.

source: Enter the hour required
es: Ingresar la cantidad de horas requerida
pt_br: Informe a quantidade de horas necessárias

source: Enter the hour total
es: Ingresar la cantidad total de horas
pt_br: Informe a quantidade total de horas

source: Enter the income source code
es: Ingresar el código de origen de ingresos
pt_br: Informe o código de origem da receita

source: Enter the initial learning period code
pt_br: Informe o período letivo inicial

source: Enter the inscription fee
es: Ingresar la tasa de matriculación
pt_br: Informe a taxa de inscrição

source: Enter the institution code
es: Ingresar el código de la institución
pt_br: Informe o código da instituição

source: Enter the institution name
es: Ingresar el nombre de la institución
pt_br: informe o nome da instituição

source: Enter the interchange type
es: Ingresar el tipo de intercambio
pt_br: Informe o tipo de intercâmbio

source: Enter the interchange type code
pt_br: Informe o código do tipo de intercâmbio

source: Enter the interchange type description
es: Ingresar la descripción del tipo de intercambio
pt_br: Informe a descrição do tipo de intercâmbio

source: Enter the knowledge area name
es: Ingresar el nombre del área de conocimiento
pt_br: Informe o nome da área de conhecimento

source: Enter the last learning period
es: Ingresar el último período lectivo
pt_br: Informe o último período letivo

source: Enter the learning period code
es: Informe o código do período letivo
pt_br: Informe o código do período letivo

source: Enter the learning period description
es: Ingresar la descripción del periodo lectivo
pt_br: Informe a descrição do período letivo

source: Enter the learning period id
es: Ingresar el código del periodo lectivo
pt_br: Informe o código do período letivo

source: Enter the level
es: Ingresar el nivel
pt_br: Informe o nível

source: Enter the delivery limit date
pt_br: Informe a data limite de entrega

source: Enter the delivery final date
pt_br: Informe a data final de entrega

source: Enter the location complement
es: Ingresar el complemento de la localidad
pt_br: Informe o complemento do logradouro

source: Enter the lookup method name
pt_br: Informe o nome do método de lookup

source: Enter the lookup module
pt_br: Informe o módulo de seleção

source: Enter the message
es: Ingresar el mensaje
pt_br: Informe a mensagem

source: Enter the message phone
es: Ingresar el teléfono para mensajes
pt_br: Informe o telefone para recados

source: Enter the methodology
es: Ingresar la metodología
pt_br: Informe a metodologia

source: Enter the new course code
es: Ingresar el código del curso nuevo
pt_br: Informe o código do curso novo

source: Enter the number hours
es: Ingresar el número de horas
pt_br: Informe o número de horas

source: Enter the number of discounting credits
es: Ingresar el número de créditos a descontar
pt_br: Informe o número de créditos desconto

source: Enter the number of line characters
es: Ingresar el número de caracteres por línea
pt_br: Informe o número de caracteres por linha

source: Enter the number of vacants
pt_br: Informe o número de vagas

source: Enter the objectives
es: Ingresar los objetivos
pt_br: Informe os objetivos

source: Enter the observation
es: Ingresar una observación
pt_br: Informe a observação

source: Enter the occurrence date
es: Ingresar la fecha de ocurrencia
pt_br: Informe a data de ocorrência

source: Enter the offered curricular component code
pt_br: Informe o código da oferecida

source: Enter the offered curricular component name
pt_br: Informe o nome da disciplina oferecida

source: Enter the origin institution name
es: Ingresar el nombre de la institución de origen
pt_br: Informe o nome da instituição de origem

source: Enter the parcels
pt_br: Informe as parcelas

source: Enter the parcels number
es: Ingresar el número de cuotas
pt_br: Informe o número de parcelas

source: Enter the passive
es: Ingresar el pasivo
pt_br: Informe o passivo

source: Enter the period code
es: Ingresar el código del periodo
pt_br: Informe o código do período

source: Enter the period description
es: Ingresar la descripción del período
pt_br: Informe a descrição do período

source: Enter the period when the curricular component were coursed
pt_br: Informe o período no qual a disciplina foi cursada

source: Enter the person UID
es: Ingresar la Id de usuário
pt_br: Informe o usuário

source: Enter the person address number
es: Ingresar el número de la dirección de la persona
pt_br: Informe o número do endereço da pessoa

source: Enter the person alternative e-mail
es: Ingresar el e-mail alternativo de la persona
pt_br: Informe o e-mail alternativo da pessoa

source: Enter the person city code
es: Ingresar el código de la ciudad
pt_br: Informe o código da cidade

source: Enter the person code
es: Ingresar el código de la persona
pt_br: Informe o código da pessoa

source: Enter the person e-mail
es: Ingresar el e-mail personal
pt_br: Informe o e-mail pessoal

source: Enter the person location
es: Ingresar la localidad de la persona
pt_br: Informe o logradouro da pessoa

source: Enter the person name
es: Ingresar el nombre de la persona
pt_br: Informe o nome da pessoa

source: Enter the person neighborhood
es: Ingresar el barrio de la persona
pt_br: Informe o bairro da pessoa

source: Enter the person password
es: Ingresar la contraseÃÂÂÂ±a de la persona
pt_br: Informe a senha da pessoa

source: Enter the person special necessity description
es: Ingresar la descripción de la necesidad especial de la persona
pt_br: Informe a descrição da necessidade especial da pessoa

source: Enter the persons ids, separated by comma
pt_br: Informe os códigos de pessoa separados por vírgula

source: Enter the plate car
es: Ingresar la patente del vehículo
pt_br: Informe a placa do carro

source: Enter the policy code
es: Ingresar el código de política
pt_br: Informe o código da política

source: Enter the professor code
es: Ingresar el código de docente
pt_br: Informe o código do professor

source: Enter the professor name
es: Ingresar el nombre del docentes
pt_br: Informe o nome do professor

source: Enter the protocol code
pt_br: Informe o código de protocolo

source: Enter the reason cancellation description
es: Ingresar la descripción del motivo de cancelación
pt_br: Informe a descrição do motivo de cancelamento

source: Enter the reason code
es: Ingresar el código del motivo
pt_br: Informe o código do motivo

source: Enter the recognition date of the course
es: Ingresar la fecha de reconocimiento del curso
pt_br: Informe a data de reconhecimento do curso

source: Enter the recognition document number
es: Ingresar el número de reconocimiento del documento
pt_br: Informe o número do documento de reconhecimento

source: Enter the reffer course code here
es: Ingresar aquí el código del curso referido
pt_br: Informe o código do curso referido aqui

source: Enter the regiter id
pt_br: Informe o código do registro

source: Enter the report link
es: Ingresar el vínculo del reporte
pt_br: Informe o atalho do relatório

source: Enter the requirements data
es: Ingresar los datos del requerimiento
pt_br: Informe os dados do requerimento

source: Enter the residential phone
es: Ingresar el teléfono residencial
pt_br: Informe o fone residencial

source: Enter the rows
es: Ingresar las filas
pt_br: Informe o número de linhas

source: Enter the selective process code
es: Ingresar el código del proceso selectivo
pt_br: Informe o código do processo seletivo

source: Enter the semester total
es: Ingresar el total de cuatrimestres
pt_br: Informe o total de semestres

source: Enter the sequence
es: Ingresar la secuencia
pt_br: Informe a sequência

source: Enter the sheet number
pt_br: Informe o número da folha

source: Enter the state code
es: Ingresar el código de estado
pt_br: Informe o código do estado

source: Enter the state contract code
es: Ingresar el código de estado del contrato
pt_br: Informe o código do estado do contrato

source: Enter the state contract description
es: Ingresar la descripción de estado del contrato
pt_br: Informe a descrição do estado do contrato

source: Enter the state contract field description
es: Ingresar la descripción de campo de estado del contrato
pt_br: Informe a descrição do campo do estado do contrato

source: Enter the state description
es: Ingresar la descripción de estado
pt_br: Informe a descrição do estado

source: Enter the state enroll book code
pt_br: Informe o código do estado do livro matrícula

source: Enter the state enroll book description
pt_br: Informe a descrição do estado do livro matrícula

source: Enter the state enroll book id
pt_br: Informe o código do estado do livro matrícula

source: Enter the status
es: Ingresar el estado
pt_br: Informe o estado

source: Enter the substitution curricular component code
es: Ingresar el código de la disciplina substituta
pt_br: Informe o código da disciplina substituta

source: Enter the type
es: Ingresar el tipo
pt_br: Informe o tipo

source: Enter the unit code
es: Ingresar el código de la unidad
pt_br: Informe o código da unidade

source: Enter the vacant
es: Ingresar la vacante
pt_br: Informe a quantidade de vagas

source: Enter the value
es: Ingresar el valor
pt_br: Informe o valor

source: Enter the weight
es: Ingresar el peso
pt_br: Informe o peso

source: Enter the work phone
es: Ingresar el teléfono comercial
pt_br: Informe o fone comercial

source: Enter the year
es: Ingresar el aÃÂÂÂ±o
pt_br: Informe o ano

source: Enter the year or the semester
pt_br: Informe o ano ou o semestre

source: Enter the zip code
es: Ingresar el Código Postal
pt_br: Informe o CEP

source: Entries for invoice @1 and maturity date @2
pt_br: Lançamentos para título @1 e data de vencimento @2

source: Entry id
pt_br: Código do lançamento

source: Error
pt_br: Erro

source: Error cancelling the enroll
es: Error al cancelar la matrícula
pt_br: Erro cancelando a matrícula

source: Error deleting contract and contractual movimentations.
pt_br: Erro ao excluir contrato e movimentações contratuais.

source: Error deleting payroll discount
pt_br: Erro ao excluir desconto em folha

source: Error deleting payroll discount.
pt_br: Erro ao excluir desconto em folha.

source: Error executing requested operation
pt_br: Erro executando a operação requerida

source: Error executing requested operation.
es: Error al ejecutar la operación requerida.
pt_br: Erro executando a operação solicitada.

source: Error executing requested operation.
pt_br: Erro executando a operação solicitada.

source: Error executing requested operation. Verify if complementary activities are in the course curriculum.
pt_br: Erro executando a operação solicitada. Verifique se atividades complementares estão no currículo do curso.

source: Error executing requested operation. Verify if the dates is correct
pt_br: Erro executando a operação requisitada. Verifique se os dados estão corretos

source: Error getting contract data.
pt_br: Erro ao buscar dados do contrato.

source: Error getting contracts list
es: Error al buscar lista de contratos
pt_br: Erro ao buscar lista de contratos

source: Error getting curriculum data.
pt_br: Erro ao buscar dados da matriz curricular.

source: Error getting enroll data.
pt_br: Erro ao buscar dados da matrícula.

source: Error getting enrolls list
es: Error al buscar lista de matriculados
pt_br: Erro ao buscar lista de matrícula

source: Error getting equivalences list
es: Error al buscar lista de equivalencias
pt_br: Erro ao buscar lista de equivalências

source: Error getting exploitable enrolls.
pt_br: Erro ao buscar disciplinas que podem ser aproveitadas.

source: Error getting exploitation data.
pt_br: Erro ao buscar dados de aproveitamento.

source: Error getting form data.
pt_br: Erro ao buscar dados do formulário.

source: Error inserting contract.
pt_br: Erro inserirndo contrato.

source: Error inserting contractual movimentations.
pt_br: Erro inserirndo as movimentações contratuais.

source: Error inserting diploma data.
pt_br: Erro inserindo dados do diploma.

source: Error inserting new group.
pt_br: Erro inserindo nova disciplina oferecida

source: Error inserting payroll discount.
pt_br: Erro ao inserir desconto em folha

source: Error inserting student data
pt_br: Erro ao inserir dados do ensino médio

source: Error requesting payroll discount.
pt_br: Erro na requisição dos descontos em folha.

source: Error updating contract
es: Error al actualizar el contrato
pt_br: Erro ao atualizar o contrato

source: Error updating contract.
pt_br: Erro atualizando contrato.

source: Error updating payroll discount.
pt_br: Erro ao atualizar desconto em folha

source: Error updating student data
pt_br: Erro ao atualizar dados do ensino médio

source: Error while trying to generate report
pt_br: Erro tentando gerar relatório
