Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/academic.po
Languages: es, pt_br

source: Error. Fault exam date to
pt_br: Erro. Falta data de exame para

source: Establishment
es: Establecimiento
pt_br: Estabelecimento

source: Evaluation
es: Evaluación
pt_br: Avaliação

source: Evaluation description
es: Descripción de la evaluación
pt_br: Descrição da avaliação

source: Evaluation grades
es: Notas de evaluación
pt_br: Notas de avaliação

source: Evaluation id
es: Id de evaluación
pt_br: Código da avaliação

source: Evaluation search
es: Búsqueda de evaluación
pt_br: Localizar avaliação

source: Evaluation type
pt_br: Tipo de avaliação

source: Event
es: Evento
pt_br: Evento

source: Event id
es: Id de evento
pt_br: Código do evento

source: Event participation
es: Participación en evento
pt_br: Participação em evento

source: Event search
es: Búsqueda de evento
pt_br: Localizar evento

source: Exam acts and conference list
es: Actas de examen y lista de conferencia
pt_br: Atas de exame e lista de conferência

source: Exam city
pt_br: Cidade do exame

source: Exam date
pt_br: Data de exame

source: Exam dates
pt_br: Datas de exame

source: Exam description
es: Descripción del examen
pt_br: Descrição da prova

source: Exam grade
es: Nota de examen
pt_br: Nota do exame

source: Exam weight
pt_br: Peso do exame

source: Examination act
es: Acta de Examen
pt_br: Ata de exame

source: Examination act list
pt_br: Lista de ata de exame

source: Examination date
pt_br: Data de exame

source: Examination note
pt_br: Nota do exame

source: Exams begin date
pt_br: Data dos exames finais

source: Exc.
pt_br: Disp.

source: Execute
pt_br: Executar

source: Exit
es: Salir
pt_br: Sair

source: Expedition date
es: Fecha de expedición
pt_br: Data de expedição

source: Expiration
pt_br: Expiração

source: Expiration date
pt_br: Data de expiração

source: Expiration level
es: Nivel de expiración
pt_br: Nível de expiração

source: Expiration of the first parcel
pt_br: Expiração da primeira parcela

source: Expl.
es: Aprob.
pt_br: Aprov.

source: Exploit
pt_br: Aproveitar

source: Exploitation
es: Aprovechamiento
pt_br: Aproveitamento

source: Exploitation curricular component data
pt_br: Dados da disciplina do aproveitamento

source: Exploitation id
pt_br: Código do aproveitamento

source: Exploitation institution
es: Institución de aprovechamiento
pt_br: Instituição do aproveitamento

source: Exploitation institution id
es: Id de la institución de aprovechamiento
pt_br: Código da instituição do aproveitamento

source: Exploitation institution name
es: Nombre de la institución de aprovechamiento
pt_br: Nome da instituição do aproveitamento

source: Exploitation observation
pt_br: Observação do aproveitamento

source: Exploitation period
pt_br: Período do aproveitamento

source: Exploitation registered.
pt_br: Aproveitamento cadastrado.

source: Exploitations
pt_br: Aproveitamentos

source: Exploited
pt_br: Aproveitado

source: Exploited number hours
pt_br: Carga horária aproveitada

source: Extension
es: Extensión
pt_br: Extensão

source: External course
es: Curso externo
pt_br: Curso externo

source: External course id
es: Id de curso externo
pt_br: Código de curso externo

source: External course name
es: Nombre de curso externo
pt_br: Nome do curso externo

source: External course search
es: Búsqueda de curso externo
pt_br: Localizar curso externo

source: External exploitation
es: Aprovechamiento externo
pt_br: Aproveitamento externo

source: Father name
es: Nombre del padre
pt_br: Nome do pai

source: February
pt_br: Fevereiro

source: Female
pt_br: Feminino

source: Fg
es: Nf
pt_br: Nf

source: Field validator
es: Elemento de validación de campo
pt_br: Validador de campo

source: File type
es: Tipo de Archivo
pt_br: Tipo de arquivo

source: Filiation
es: Filiación
pt_br: Filiação

source: Filter
es: Filtrar
pt_br: Filtrar

source: Filtering options
es: Opciones de filtrado
pt_br: Opções de filtragem

source: Final average
es: Promedio final
pt_br: Média final

source: Final degree
pt_br: Grau final

source: Final exam grade
pt_br: Nota do exame final

source: Final examination
pt_br: Exame final

source: Final grade
es: Nota final
pt_br: Nota final

source: Final note
es: Nota final
pt_br: Nota final

source: Final result
pt_br: Resultado Final

source: Final result act
es: Acta de resultado final
pt_br: Ata do resultado final

source: Finance credits
es: Número de créditos financieros
pt_br: Créditos financeiros

source: Finance number hour
pt_br: Horas financeiras

source: Financial Situation
pt_br: Situação financeira

source: Financial data
pt_br: Dados financeiros

source: Financial responsible
es: Responsable financiero
pt_br: Responsável financeiro

source: Financial summary
es: Resumen financiero
pt_br: Resumo financeiro

source: First curricular component pay day
pt_br: Primeiro dia de pagamento para a disciplina

source: First curricular component pay month
pt_br: Primeiro mês de pagamento para a disciplina

source: First curricular component pay year
pt_br: Primeiro mês de pagamento para a disciplina

source: Five
es: Cinco
pt_br: Cinco

source: Font
es: Fuente
pt_br: Fonte

source: For example
pt_br: Por exemplo

source: For freshmen, you must fill the fields Selective process id, Unit id and Course id.
pt_br: Para calouros, os campos Código do processo seletivo, Código da unidade e Código do curso devem ser preenchidos.

source: For non freshmen, you must fill the fields Learning period id, Unit id and Course id.
pt_br: Para não-calouros, os campos Código do período letivo, Código da unidade e Código do curso devem ser preenchidos.

source: For the course version type
pt_br: Para o tipo de versão do curso

source: For the value of the added curricular component only, not for the entire enroll value.
pt_br: Somente para o valor da disciplina adicionada, não para o valor total da matrícula.

source: For this print mode, you must fill the class id.
pt_br: Para este modo de impressão, você deve preencher o código da turma.

source: For this print mode, you must fill the course id and course version.
pt_br: Para este modo de impressão, você deve preencher o código e a versão do curso.

source: For what kind of pupil will this message be shown?
pt_br: Para qual tipo de aluno esta mensagem será mostrada?

source: Foreseen H/L
es: H/A Previstas
pt_br: H/A Previstas

source: Foreseen date
pt_br: Data prevista

source: Formation date
es: Fecha de egreso
pt_br: Data de formatura

source: Formation level
es: Nivel de formación
pt_br: Grau de formação

source: Formation level description
es: Descripción del nivel de formación
pt_br: Descrição do grau de formação

source: Formation level id
es: Id de nivel de formación
pt_br: Código do grau de formação

source: Formation level search
es: Búsqueda de nivel de formación
pt_br: Localizar grau de formação

source: Formation period
es: Período de egreso
pt_br: Período de formatura

source: Formation period id
es: Id de período de egreso
pt_br: Código do período de formatura

source: Four
es: Cuatro
pt_br: Quatro

source: Free
es: Libre
pt_br: Livre

source: Free of exam
pt_br: Livre de exame

source: Frequence and notes
pt_br: Freqüências e notas

source: Frequency
es: Asistencia
pt_br: Freqüência

source: Frequency alert e-mail
es: E-mail de alerta de asistencia
pt_br: E-mail de alerta de frequência

source: Frequency pupils
pt_br: Freqüência dos alunos

source: Freshman pupil is obliged to attend a course in curricular components
pt_br: Calouro é obrigado a cursar em disciplinas

source: Freshmen
es: Ingresante
pt_br: Calouro

source: Friday
pt_br: Sexta-feira

source: Full
pt_br: Lotado

source: G
es: N
pt_br: N

source: General
pt_br: Geral

source: General and Education Secretariats
es: Secretarias General y de Educación
pt_br: Secretarias Geral e de Ensino

source: General curricular component
pt_br: Disciplina geral

source: General curricular component certified
pt_br: Atestado de disciplina geral

source: General curricular components
es: Disciplinas generales
pt_br: Disciplinas geral

source: General data
es: Datos generales
pt_br: Dados gerais

source: General total
pt_br: Total geral

source: Generate
es: Generar
pt_br: Gerar

source: Generate finance
es: Generar financiero
pt_br: Gerar financeiro

source: Generate multiple academic calendar
es: Generar diversos calendarios académicos
pt_br: Gerar diversos calendários acadêmicos

source: Generate multiple class pupil
pt_br: Enturmar diversos alunos

source: Generate multiple complementary activities
pt_br: Gerar diversas atividades complementares

source: Generate multiple degree
es: Generar diversos grados académicos
pt_br: Gerar diversos graus acadêmicos

source: Generate multiple enroll periods
pt_br: Gerar diversos períodos de matrícula

source: Generate multiple exam date
pt_br: Gerar diversas datas de exame

source: Generate multiple exam dates
pt_br: Gerar diversas datas de exame

source: Generate multiple learning period
es: Generar multiples periodos lectivos
pt_br: Gerar diversos períodos letivos

source: Generate multiple message contract renewal
es: Generar múltiples mensajes de renovación contractual
pt_br: Gerar diversas mensagens de renovação contratual

source: Generate multiple schedule learning period
es: Generar múltiples horarios de los periodos lectivos
pt_br: Gerar diversos horários dos períodos letivos

source: Generate report
es: Generar reporte
pt_br: Gerar relatório

source: Generation in lot
es: Generación en lote
pt_br: Geração em lote

source: Global average
es: Promedio global
pt_br: Média global

source: Gnuteca bibliography search
pt_br: Pesquisar bibliografia no Gnuteca

source: Grade
es: Nota
pt_br: Nota

source: Grade typing
es: Ingreso de nota
pt_br: Digitação de nota

source: Grade typing to evaluation
pt_br: Digitação de notas para avaliação

source: Grades recorded with success
es: Notas guardadas con éxito
pt_br: Notas gravadas com sucesso

source: Graduates final average
pt_br: Média final dos formandos

source: Graduation
es: Egreso
pt_br: Graduação

source: Graduation contract
es: Contrato de egreso
pt_br: Contrato da graduação

source: Group code
pt_br: Código do grupo

source: Group id
es: Id de grupo
pt_br: Código da disciplina oferecida

source: Group search
es: Búsqueda de grupo
pt_br: Localizar disciplina oferecida

source: H.L.
es: C.H.
pt_br: C.H.

source: H/E
es: H/A
pt_br: H/A

source: H/L
es: H/A
pt_br: H/A

source: HANGING DOCUMENTS
es: DOCUMENTOS PENDIENTES
pt_br: DOCUMENTOS PENDENTES

source: Has condition break
pt_br: Tem quebra de requisito

source: Hierarchic level
pt_br: Nível hierárquico

source: High school
pt_br: Ensino médio

source: Hour
es: Hora
pt_br: Hora

source: Hour required
es: Horas requeridas
pt_br: Horas requeridas

source: Hour total
es: Total de horas
pt_br: Total de horas

source: Hours number
pt_br: Número de horas

source: Hours/lesson given
es: Horas/cátedra impartidas
pt_br: Horas/aula dadas

source: ID
pt_br: CÓDIGO

source: INFORMATION!\nYou are trying to print the Contract of Rendering of Services for Freshmen\n. This possible being, informs the code of the Selective Process in the field Selective Process.\nMoreover, set the option beside for which the candidate classified.\nWARNING: Executing this operation the Educational Services Contract\nNumber (999999/99X) of the pupils will be recodified!!!
pt_br: Você está tentando imprimir o Contrato de Prestação de Serviços para Calouros.\nPara isso ser possível, informe o código do Processo Seletivo no campo Processo Seletivo.\nAlém disso, escolha ao lado a opção para a qual o candidato se classificou.\nCUIDADO: Executando esta operação o Número do Contrato da Prestação de\nServiços Educacionais (999999/99X) do(s) aluno(s) será recodificado!!!

source: INFORMATION\nThis option generate contracts to Contract Unlocks, Transfers, Diploma Carrier...\nWARNING: Executing this operation the Educational Services Contract\nNumber (999999/99X) of the pupils will be recodified!!!
pt_br: AVISO!\nEste botão gera contratos para Reingressos, Transferências, Portador de Diploma ...\nCUIDADO: Executando esta operação o Número do Contrato de Prestação de \nServiços Educacionais (999999/99X) do(s) aluno(s) será recodificado!!!

source: Id
es: Código
pt_br: Código

source: Id / name of course from curricular component
pt_br: Código / nome do curso da disciplina

source: Identity card
pt_br: Cédula de identidade

source: If informe the person above, the curriculum conversion will be just this person
pt_br: Se informar a pessoa abaixo, a conversão de currículo será só para esta pessoa

source: If you are registering a curricular component which will be one of the possible options for an elective curricular component, enter the group to which this curricular component belongs to. If it doesn't belong to any group, leave this field blank.
pt_br: Se estiver cadastrando uma disciplina que será uma das possíveis opções para uma disciplina eletiva, informe o grupo ao qual esta disciplina pertence. Se não pertencer a nenhum grupo, deixe este campo em branco.

source: If you are registering an elective curricular component, enter group code of curricular components which will be listed when this curricular component is shown. If the options for the elective are any curricular component, enter the value 0 (zero).
pt_br: Se estiver cadastrando uma disciplina eletiva, informe o código do grupo de disciplinas que serão exibidas como opções desta eletiva. Se as opções para esta eletiva forem qualquer disciplina, informe o valor 0 (zero).

source: If you want that courses 120 and 350 appear after courses 16 and 400 (that belong to group 1), type 2 in their text boxes
pt_br: Se você deseja que os cursos 120 e 350 apareçam depois dos cursos 16 e 400 (que pertencem ao grupo 1), digite 2 nas suas caixas de texto

source: If you want that courses 16 and 400 appear one after other, type 1 in both text boxes
pt_br: Se você deseja que os cursos 16 e 400 apareçam um após o outro, digite 1 nas duas caixas de texto

source: If you want to generate a CSV file for specific persons, enter their ids in this box, separated by comma.
pt_br: Se desejar gerar um arquivo CSV para pessoas específicas, informe seus códigos separados por vírgula.

source: Impossible to find the correct condition curriculum id for
pt_br: Impossível encontrar o código do currículo de requisito correto para

source: Impossible to find the correct curriculum for
pt_br: Impossível encontrar o currículo correto para

source: Impossible to find the correct curriculum id for
pt_br: Impossível encontrar o currículo correto para

source: Impossible to find the correct curriculum id for curricular component and/or for curricular component condition
pt_br: Impossível encontrar o código correto da matriz curricular para a disciplina e/ou para a disciplina do requisito

source: Impossible to get course price
pt_br: Impossível obter preço de curso

source: Impossible to register an enroll for this pupil
pt_br: Impossível registrar uma matrícula para este aluno

source: In
es: Entrada
pt_br: Entrada

source: In default unit
es: En la sede principal
pt_br: Na sede

source: In out
es: Entrada y salida
pt_br: Entrada e saída

source: In out transistion
es: Transición de entrada y salida
pt_br: Transição de entrada e saída

source: In terms of the federal law
pt_br: Nos termpos da lei federal

source: In the default unit - @1
pt_br: Na unidade padrão - @1

source: In years
pt_br: Em anos

source: Inactive
pt_br: Inativo

source: Inactive contract lock
pt_br: Trancamento de contratos inativos

source: Incentive
pt_br: Incentivo

source: Incentive id
pt_br: Código do incentivo

source: Incentive type
pt_br: Tipo de incentivo

source: Incentives for
pt_br: Incentivos para

source: Income source
es: Origen de los fondos
pt_br: Origem

source: Income source id
es: Id de origen de fondos
pt_br: Código da origem

source: Incorrect data
es: Datos incorrectos
pt_br: Dados incorretos

source: Indifferent
pt_br: Indiferente

source: Inform the name of the curricular component coursed at the other institution
pt_br: Informe o nome da disciplina cursada em outra instituição

source: Information
es: Información
pt_br: Informação

source: Information of curricular component out of curriculum
pt_br: Informações da disciplina de fora do currículo

source: Informations from pupil
pt_br: Informação dos alunos

source: Ingression form
es: Forma de ingreso
pt_br: Forma de ingresso

source: Initial learning period
pt_br: Período letivo inicial

source: Initial learning period description
pt_br: Descrição do período letivo inicial

source: Initial learning period id
pt_br: Código do período letivo inicial

source: Inscription fee
es: Tasa de inscripción
pt_br: Taxa de inscrição

source: Inscription selective process id
es: Id del proceso selectivo de inscripción
pt_br: Código da inscrição do processo seletivo

source: Inscriptions
es: Inscripciones
pt_br: Inscrições

source: Inscriptions by room
es: Inscripciones por aula
pt_br: Inscrições por sala

source: Insert
es: Insertar
pt_br: Inserir

source: Insert new
pt_br: Inserir novo

source: Institution
es: Institución
pt_br: Instituição

source: Institution id
es: Id de la institución
pt_br: Código da instituição

source: Institution name
es: Nombre de la institución
pt_br: Nome da instituição

source: Instructions
pt_br: Instruções

source: Insuficient condition curricular component cancellation
es: Cancelación de disciplinas matriculadas por insuficiencia de requisitos
pt_br: Cancelamento de disciplinas matriculadas por insuficiência de requisitos

source: Interchange
es: Intercambio
pt_br: Intercâmbio

source: Interchange id
es: id de intercambio
pt_br: Código do intercâmbio

source: Interchange type
es: Tipo de intercambio
pt_br: Tipo de intercâmbio

source: Interchange type complement
es: Complemento de tipo de intercambio
pt_br: Complemento do tipo de intercâmbio

source: Interchange type id
es: Id de tipo de intercambio
pt_br: Código do tipo de intercâmbio

source: Interchange type search
es: Búsqueda de tipo de intercambio
pt_br: Localizar tipo de intercâmbio

source: Internal exploitation
es: Aprovechamiento interno
pt_br: Aproveitamento interno

source: Internal exploitation inserted with sucess
es: Aprovechamiento interno insertado con éxito
pt_br: Aproveitamento interno inserido com sucesso

source: Internet adjustment period
es: Periodo de ajustes por internet
pt_br: Período de ajustes pela internet

source: Invert selection
es: Invertir selección
pt_br: Inverter seleção

source: Invoice id
pt_br: Código do título

source: Is it a period for freshmen
pt_br: É período para calouros

source: Is it absent
pt_br: Está ausente

source: Is it active
pt_br: Está ativo

source: Is it adjustment
pt_br: É ajuste

source: Is it an adjustment period
pt_br: É período de ajuste

source: Is it cancelled
pt_br: Está cancelada

source: Is it closed
pt_br: Está fechado

source: Is it confirmed
pt_br: Está confirmada

source: Is it counted in course total pupils number
pt_br: É contado no número total de alunos do curso

source: Is it excused
pt_br: É dispensado

source: Is it final resume
pt_br: É documento final

source: Is it free
pt_br: É livre

source: Is it from internet
pt_br: É da internet

source: Is it graduating
pt_br: É formando

source: Is it institutional evaluation
pt_br: Tem avaliação institucional

source: Is it insured
pt_br: É segurado

source: Is it internet
pt_br: É internet

source: Is it listener
pt_br: É ouvinte

source: Is it lookup
pt_br: É lookup

source: Is it part of the curriculum
pt_br: Isto é parte do currículo

source: Is it present
pt_br: Está presente

source: Is it processed
pt_br: Está processada

source: Is it remunerated
pt_br: É remunerado

source: Is it required
pt_br: É obrigatório

source: Is it selective process
pt_br: É processo seletivo

source: Is it shown in course end document
pt_br: É mostrado no documento final de curso

source: Is it shown in document end course
pt_br: É mostrado no documento final de curso

source: Is it value
pt_br: É valor

source: Is necessary select on minimum one day of list
pt_br: É necessário selecionar no minimo um dia da lista

source: Is necessary to define one default system company valid for generate this document
pt_br: É necessário definir uma companhia padrão para sistema válida para gerar este documento

source: Is remunerated
es: Es remunerado
pt_br: É remunerado

source: Issue
pt_br: Edição

source: Issue date
pt_br: Data de publicação

source: It is professor
pt_br: É professor

source: It was paid
pt_br: Foi pago

source: It was professor
pt_br: Foi professor

source: It's not possible to print scholarship description for listener pupil
pt_br: Não é possível imprimir o histórico escolar para aluno ouvinte

source: Italic
es: Itálico
pt_br: Itálico

source: January
pt_br: Janeiro

source: Journey aid
es: Auxilio transporte
pt_br: Auxílio transporte

source: July
pt_br: Julho

source: June
pt_br: Junho

source: Just exist contract to this pupil
pt_br: Já existe contrato para este aluno

source: Knowledge area
es: Área de conocimiento
pt_br: Área de conhecimento

source: Knowledge area (superior)
es: Área de conocimiento (superior)
pt_br: Área de conhecimento (superior)

source: Knowledge area id
es: Id de área de conocimiento
pt_br: Código de área de conhecimento

source: Knowledge area name
es: Nombre del área de conocimiento
pt_br: Nome da área de conhecimento

source: Knowledge area search
es: Búsqueda del área de conocimiento
pt_br: Localizar área de conhecimento

source: LEARNING PERIOD
es: PERIODO LECTIVO
pt_br: PERÍODO LETIVO

source: LIBERATED
es: LIBERADA
pt_br: LIBERADA

source: Label for examination
pt_br: Etiqueta para exame

source: Label for pupil folder
pt_br: Etiqueta para pasta de aluno

source: Laboratories adjustment period
es: Periodo de ajustes en los laboratorios
pt_br: Período de ajustes nos laboratórios

source: Last 2 periods re-ingressed pupils
pt_br: Alunos que reingressaram nos últimos 2 períodos

source: Last learning period
es: Último periodo académico
pt_br: Último período acadêmico

source: Last learning period description
es: Descripción del último periodo académico
pt_br: Descrição do último período acadêmico

source: Last modification
es: Última modificación
pt_br: Última modificação

source: Last period
es: Último periodo
pt_br: Último período

source: Last period description
es: Descripción del último periodo
pt_br: Descrição do último período

source: Last period five
pt_br: Último periodo cinco

source: Last period four
pt_br: Último período quatro

source: Last period one
pt_br: Último período um

source: Last period three
pt_br: Último período três

source: Last period two
pt_br: Último período dois

source: Leader
es: Líder
pt_br: Líder

source: Leader id
es: Id del líder
pt_br: Código do líder

source: Leader name
es: Nombre del líder
pt_br: Nome do líder

source: Learning Days
pt_br: Dias Letivos

source: Learning days
es: Días de Aprendizaje
pt_br: Dias letivos

source: Learning period
es: Periodo lectivo
pt_br: Período letivo

source: Learning period description
es: Descripción del periodo lectivo
pt_br: Descrição do período letivo

source: Learning period id
es: Id del periodo lectivo
pt_br: Código do período letivo

source: Learning period schedule
es: Horario del periodo lectivo
pt_br: Horário do período letivo

source: Learning period search
es: Búsqueda de periodo lectivo
pt_br: Localizar período letivo

source: Length
es: Largo
pt_br: Comprimento

source: Lesson
es: Lección
pt_br: Aula

source: Lesson credits
es: Créditos de lecciones
pt_br: Créditos de aula

source: Lesson number hour
pt_br: Horas aula

source: Lessons begin
pt_br: Iníco das aulas

source: Lessons begin date
pt_br: Data inicial das aulas

source: Lessons end date
pt_br: Data final das aulas

source: Letter for cancelled pupils
pt_br: Carta para alunos trancados
