Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/academic.po
Languages: es, pt_br

source: Cost center id
es: Código del centro de costos
pt_br: Código do centro de custo

source: Could not get a learning period for the period @1. Access the learning period register to check the problem.
pt_br: Não foi possível obter um período letivo para o período @1. Acesse o cadastro de período letivo para verificar o problema.

source: Could not insert a enroll for the selected curricular component. Try again and if the problem continues happening, ask for technical suport.
pt_br: Não foi possível inserir uma matrícula para a disciplina selecionada. Tente novamente e se o problema persistir, solicite suporte técnico.

source: Could not insert movement complement for the new contract.
pt_br: Não foi possível inserir o complemento da movimentação para o novo contrato

source: Could not insert movement complement for the old contract.
pt_br: Não foi possível inserir o complemento da movimentação para o contrato antigo

source: Could not insert movement for the old contract.
pt_br: Não foi possível inserir uma movimentação para o contrato anterior.

source: Country name
es: Nombre del país
pt_br: Nome do país

source: Cour
es: Cur
pt_br: Cur

source: Cour.
pt_br: Curs.

source: Course
es: Curso
pt_br: Curso

source: Course Old
pt_br: Curso velho

source: Course ability (technician)
es: Competencia del curso (técnico)
pt_br: Competência do curso (técnico)

source: Course ability id
es: Código de competencia del curso
pt_br: Código da competência do curso

source: Course and curricular component
pt_br: Curso e disciplina

source: Course center id
es: Id de centro del curso
pt_br: Código do centro do curso

source: Course change
pt_br: Transferência de curso

source: Course changed with success.
pt_br: Curso trocado com sucesso.

source: Course code
es: Código de curso
pt_br: Código do curso

source: Course coordinator
es: Coordinador de curso
pt_br: Coordenador do curso

source: Course curricular component data
pt_br: Dados da disciplina do curso

source: Course description
es: Descripción de curso
pt_br: Descrição do curso

source: Course end test
pt_br: Avaliação do MEC

source: Course end test date
pt_br: Data da avaliação do MEC

source: Course end test type
pt_br: Tipo de avaliação do MEC

source: Course end test type description
pt_br: Descrição do tipo da avaliação do MEC

source: Course end test type id
pt_br: Código do tipo da avaliação do MEC

source: Course end test type search
pt_br: Localizar tipo da avaliação do MEC

source: Course enroll
es: Matrícula en el curso
pt_br: Matrícula no curso

source: Course id
es: Id de curso
pt_br: Código do curso

source: Course in id
es: Id de Curso de ingreso
pt_br: Código do curso de entrada

source: Course in name
es: Nombre Curso de ingreso
pt_br: Nome do curso de entrada

source: Course link id
pt_br: Código do curso de vínculo

source: Course name
es: Nombre de curso
pt_br: Nome do curso

source: Course occurrence
es: Ocurrencia de curso
pt_br: Ocorrência de curso

source: Course occurrence search
es: Búsqueda de ocurrencia de curso
pt_br: Localizar ocorrência de curso

source: Course out id
es: Id de Curso de salida
pt_br: Código do curso de saída

source: Course out name
es: Nombre de Curso de salida
pt_br: Nome do curso de saída

source: Course schedule shock unblock
es: Desbloqueo por conflicto de horario de curso
pt_br: Desbloqueio por choque de horário por curso

source: Course search
es: Búsqueda de curso
pt_br: Localizar curso

source: Course substitution unblock
es: Desbloqueo por sustitución de curso
pt_br: Desbloqueio por substituição por curso

source: Course total
pt_br: Total do curso

source: Course total number hours
pt_br: Carga horária total do curso

source: Course version
es: Versión del curso
pt_br: Versão do curso

source: Course version code
es: Código de la versión del curso
pt_br: Código da versão de curso

source: Course version search
es: Búsqueda de la versión del curso
pt_br: Localizar versão de curso

source: Course version type
es: Modalidad de curso
pt_br: Modalidade de curso

source: Course version type id
es: Código de la modalidad de curso
pt_br: Código da modalidade de curso

source: Course version type search
es: Búsqueda de la modalidad de curso
pt_br: Localizar modalidade de curso

source: Course's pupils enroll material
es: Material de matrícula de los alumnos por curso
pt_br: Material de matrícula dos alunos por curso

source: Coursed
es: Cursada
pt_br: Cursada

source: Coursed curricular component
pt_br: Disciplina cursada

source: Coursed curricular component course
pt_br: Curso da disciplina cursada

source: Coursed curriculum consultation
pt_br: Consulta currículo cursado

source: Courses that HAVE exam dates in this period
pt_br: Cursos que TEM datas de exame neste período

source: Courses that NO HAVE exam dates in this period
pt_br: Cursos que NÃO TEM datas de exame neste período

source: Courses that NOT HAVE academic calendar in this period
pt_br: Cursos que NÃO TEM calendário acadêmico neste período

source: Courses that NOT HAVE enroll period in this period
pt_br: Cursos que NÃO TEM período de matrídula neste período

source: Courses that NOT HAVE learning period in this period
pt_br: Cursos que NÃO TEM período letivo neste período

source: Courses that NOT HAVE message contract renewal in this period
pt_br: Cursos que NÃO TEM mensagem de renovação contratual neste período

source: Courses that NOT HAVE nothing degree in this period
pt_br: Cursos que NÃO TEM nenhum grau acadêmico neste período

source: Courses that NOT HAVE schedule learning period in this period
pt_br: Cursos que NÃO TEM horário para o período letivo neste período

source: Courses that already HAVE academic calendar in this period
pt_br: Cursos que já TEM calendário acadêmico neste período

source: Courses that already HAVE degree in this period
pt_br: Cursos que já TEM grau acadêmico neste período

source: Courses that already HAVE enroll period in this period
pt_br: Cursos que já TEM período de matrídula neste período

source: Courses that already HAVE learning period in this period
pt_br: Cursos que já TEM período letivo neste período

source: Courses that already HAVE message contract renewal in this period
pt_br: Cursos que já TEM mensagem de renovação contratual neste período

source: Courses that already HAVE schedule learning period in this period
pt_br: Cursos que já TEM horário para período letivo neste período

source: Coursing
pt_br: Cursando

source: Create course groups by typing the same number in the text boxes of courses that should appear together
pt_br: Crie grupos de curso digitando o mesmo número nas caixas de texto dos cursos que devem aparecer juntos

source: Cred.
es: Créd.
pt_br: Créd.

source: Credits
es: Créditos
pt_br: Créditos

source: Credits exploitation
es: Créditos aprovechados
pt_br: Créditos aproveitados

source: Credits number
pt_br: Número de créditos

source: Credits total
es: Total de créditos
pt_br: Total de créditos

source: Current course
pt_br: Curso atual

source: Current period
pt_br: Período atual

source: Curricular component
es: Disciplina
pt_br: Disciplina

source: Curricular component added with success
es: Disciplina aÃÂÂÂ±adida con éxito
pt_br: Disciplina acrescentada com sucesso

source: Curricular component description
es: Descripción de disciplina
pt_br: Descrição da disciplina

source: Curricular component enroll
es: Matrícula de disciplinas
pt_br: Matrícula de disciplina

source: Curricular component exploited
es: Disciplina aprovechada
pt_br: Disciplina aproveitada

source: Curricular component group
es: Grupo de disciplinas
pt_br: Grupo da disciplina

source: Curricular component group description
es: Descripción del grupo de disciplinas
pt_br: Descrição do grupo da disciplina

source: Curricular component group for scholarship
pt_br: Grupo da disciplina para histórico final

source: Curricular component group id
es: Id del grupo de disciplina
pt_br: Código do grupo da disciplina

source: Curricular component group name
es: Nombre del grupo de disciplina
pt_br: Nome do grupo da disciplina

source: Curricular component group search
es: Búsqueda de grupo de disciplina
pt_br: Localizar grupo de disciplina

source: Curricular component id
es: Id de disciplina
pt_br: Código da disciplina

source: Curricular component in id
es: id de disciplina original
pt_br: Código da disciplina de entrada

source: Curricular component in name
es: Id de nombre de disciplina original
pt_br: Nome da disciplina de entrada

source: Curricular component insertion
pt_br: Inserção de disciplina

source: Curricular component isn't registered in any curriculum
pt_br: Disciplina não está registrado em nenhum currículo

source: Curricular component link id
pt_br: Código da disciplina de vínculo

source: Curricular component listing
pt_br: Listagem de disciplina

source: Curricular component name
es: Nombre de la disciplina
pt_br: Nome da disciplina

source: Curricular component new id
pt_br: Novo código da disciplina

source: Curricular component new name
pt_br: Novo nome da disciplina

source: Curricular component occurrence group search
pt_br: Localizar grupo de ocorrência de disciplina

source: Curricular component out id
es: id de disciplina sustituta
pt_br: Código da disciplina de saída

source: Curricular component out name
es: Nombre de disciplina sustituta
pt_br: Nome da disciplina de saída

source: Curricular component out of curriculum unblock
es: Disciplina sustituta de currículo desbloqueado
pt_br: Desbloqueio de disciplina fora do currículo

source: Curricular component search
es: Búsqueda de disciplina
pt_br: Localizar disciplina

source: Curricular component selection
es: Selección de disciplina
pt_br: Seleção de disciplina

source: Curricular component status
pt_br: Estado da disciplina

source: Curricular component substitute id
pt_br: Código da disciplina substituta

source: Curricular component substitute name
pt_br: Nome da disciplina substituta

source: Curricular component that dont will can are would course if the "Out" curricular component is coursed
pt_br: Disciplina que não pode ser cursada se a disciplina de "Saída" for cursada

source: Curricular component that if is coursed, hind the "In" curricular component at are would course
pt_br: Disciplina que se for cursada, impede a disciplina de "Entrada" de ser cursada

source: Curricular component type
es: Tipo de disciplina
pt_br: Tipo de disciplina

source: Curricular component type search
es: Búsqueda de tipo de disciplina
pt_br: Localizar tipo de disciplina

source: Curricular component unblock
es: Desbloqueo de disciplina
pt_br: Desbloqueio de disciplina

source: Curricular component unblock id
es: Id de disciplina desbloqueada
pt_br: Código da disciplina desbloqueada

source: Curricular component version
es: Versión de disciplina
pt_br: Versão da disciplina

source: Curricular components concluded
pt_br: Disciplinas concluídas

source: Curricular components coursed
es: Disciplinas cursadas
pt_br: Disciplinas cursadas

source: Curricular components coursed in special regimen
pt_br: Disciplinas cursadas em regime especial

source: Curricular components enrolled
es: Disciplinas matriculadas
pt_br: Disciplinas matriculadas

source: Curricular components in special regimen
pt_br: Disciplinas em regime especial

source: Curricular components out of curriculum
pt_br: Disciplinas fora do currículo

source: Curricular integration demonstrative
pt_br: Demonstrativo da integralização curricular

source: Curriculum Id
pt_br: Código do currículo

source: Curriculum conversion
es: Conversión de currículo
pt_br: Conversão do currículo

source: Curriculum course turn description
pt_br: Descrição do turno do curso do currículo

source: Curriculum course unit description
pt_br: Descrição da unidade do curso do currículo

source: Curriculum curricular component
es: Disciplina de currículo
pt_br: Disciplina do currículo

source: Curriculum curricular components
es: Disciplinas de currículo
pt_br: Disciplinas do currículo

source: Curriculum id
es: Id de currículo
pt_br: Código do currículo

source: Curriculum in id
es: Id de currículo original
pt_br: Código de entrada do currículo

source: Curriculum link id
es: Código de vínculo de currículo
pt_br: Código do vínculo de currículo

source: Curriculum matrix
pt_br: Matriz curricular

source: Curriculum matrix concurrence
pt_br: Concorrência de currículo

source: Curriculum matrix link
pt_br: Equivalências da matriz curricular

source: Curriculum matrix type
pt_br: Categoria do currículo

source: Curriculum out id
es: Id de currículo sustituto
pt_br: Código do currículo de saída

source: Curriculum search
es: Búsqueda de currículo
pt_br: Localizar currículo

source: Curriculum type
es: Tipo de currículo
pt_br: Grupo de currículo

source: Curriculum type id
es: Id de tipo de currículo
pt_br: Categoria do currículo

source: DEPENDENT
pt_br: DEPENDENTE

source: Date
es: Fecha
pt_br: Data

source: Date cancellation
pt_br: Data de cancelamento

source: Day
es: Día
pt_br: Dia

source: Day Turn
es: Turno Diario
pt_br: Dia Turno

source: Deactivate date
pt_br: Data de desativação

source: Dear pupil
es: Estimado alumno
pt_br: Prezado aluno

source: December
pt_br: Dezembro

source: Default
pt_br: Padrão

source: Degree
es: Grado académico
pt_br: Grau

source: Degree by learning period
es: Grado académico por periodo lectivo
pt_br: Grau acadêmico por período letivo

source: Degree description
es: Descripción de grado académico
pt_br: Descrição do grau acadêmico

source: Degree id
es: Código de grado académico
pt_br: Código do grau acadêmico

source: Degree number
es: Número de grado académico
pt_br: Número do grau acadêmico

source: Degree search
es: Búsqueda de grado académico
pt_br: Localizar grau acadêmico

source: Delivery of contents
pt_br: Entrega de conteúdos

source: Description
es: Descripción
pt_br: Descrição

source: Description of cursed curricular component in semester
pt_br: Descrição das disciplinas cursadas no semestre

source: Descritive
es: Descriptivo
pt_br: Descritivo

source: Desisting
es: Desistente
pt_br: Desistente

source: Destination country
es: País de destino
pt_br: País de destino

source: Destination country id
es: Id de país de destino
pt_br: Código do país de destino

source: Destination country name
es: Nombre de país de destino
pt_br: Nome do país de destino

source: Destination course occurrence
pt_br: Ocorrência de curso destino

source: Destination course version occurrence
pt_br: Ocorrência da versão do curso destino

source: Destination institution
es: Institución de destino
pt_br: Instituição de destino

source: Destination institution id
es: Id de la institución de destino
pt_br: Código da instituição de destino

source: Destination institution name
es: Nombre de la institución de destino
pt_br: Nome da instituição de destino

source: Devolution date
pt_br: Data da devolução

source: Diploma date
es: Fecha de diploma
pt_br: Data do diploma

source: Director
es: Diretor
pt_br: Diretor

source: Director id
es: Id de diretor
pt_br: Código do diretor

source: Director name
es: Nombre de diretor
pt_br: Nome do diretor

source: Disactivation
pt_br: Desativação

source: Disapproved
pt_br: Reprovados

source: Discounting
es: Descuento
pt_br: Desconto

source: Assorted queries
pt_br: Consultas diversas

source: Do you want to generate the enroll book data for @1?
pt_br: Deseja gerar os dados do livro matrícula para @1?

source: Do you want to save anyway?
es: Desea guardar de todas maneras?
pt_br: Você quer salvar mesmo assim?

source: Document
es: Documento
pt_br: Documento

source: Document number
es: Número de oficio
pt_br: Número do ofício

source: Document type
pt_br: Tipo de documento

source: Document type id
pt_br: Código do tipo de documento

source: Document type name
pt_br: Nome do tipo de documento

source: Does it close contract
pt_br: Fecha contrato

source: Does it have content programmarian
pt_br: Possui conteúdo programático

source: Does it have payroll discount
pt_br: Tem desconto em folha

source: Does it need reason
pt_br: Precisa de motivo

source: Does it use web daily
pt_br: Utiliza pauta eletrônica

source: Don't print disciplines of cloncluded course
pt_br: Não imprimir disciplinas de curso concluído

source: Duration
pt_br: Duração

source: E-Mail list
pt_br: Lista de e-mail

source: E-mail alternative
es: E-mail alternativo
pt_br: E-mail alternativo

source: ENROLL POSSIBILITIES
es: POSIBILIDADES DE MATRÍCULA
pt_br: POSSIBILIDADES DE MATRÍCULA

source: ENROLL REQUERIMENT
pt_br: REQUERIMENTO DE MATRÍCULA

source: ENROLLED
es: MATRICULADO
pt_br: MATRICULADO

source: EVALUATION
pt_br: AVALIAÇÃO

source: Edit contract
pt_br: Editar contrato

source: Education Pro-Directory
es: Pró-Rectoría de Educación
pt_br: Pró-Reitoria de Ensino

source: Education area
es: Área de educación
pt_br: Área de ensino

source: Education area (technical)
pt_br: Área de ensino (técnico)

source: Education area (technician)
es: Área de educación (técnico)
pt_br: Área de ensino (técnico)

source: Education area description
es: Descripción de área de educación
pt_br: Descrição de área de ensino

source: Education area id
es: Id del área de educación
pt_br: Código da área de ensino

source: Education area search
es: Búsqueda de área de educación
pt_br: Localizar área de ensino

source: Education area:
pt_br: Área de ensino:

source: Eight
es: Ocho
pt_br: Oito

source: Election
es: Elección
pt_br: Eleição

source: Election date
es: Fecha de elección
pt_br: Data da eleição

source: Election id
es: Id de elección
pt_br: Código da eleição

source: Elective curricular component search
pt_br: Localizar disciplina eletiva

source: Elective group
pt_br: Grupo da eletiva

source: Elective group (only for elective curricular components)
pt_br: Grupo da eletiva (somente para disciplinas eletivas)

source: Elective group description
pt_br: Descrição do grupo da eletiva

source: Emends date
es: Fecha de corrección
pt_br: Data da apostila

source: Emission
es: Emisión
pt_br: Emissão

source: Emission date
es: Fecha de emisión
pt_br: Data de emissão

source: Emission hour
es: Hora de emisión
pt_br: Hora de emissão

source: Employee function
pt_br: Função do funcionário

source: Employee sector
pt_br: Setor do funcionário

source: End
pt_br: Fim

source: End date
es: Fecha final
pt_br: Data final

source: End hour
es: Hora final
pt_br: Hora final

source: End state
es: Estado final
pt_br: Estado final

source: End state description
es: Descripción de estado final
pt_br: Descrição do estado final

source: End state id
es: Id de estado final
pt_br: Código do estado final

source: Enr.
es: Matr.
pt_br: Matr.

source: Enrol.
es: Matric.
pt_br: Matric.

source: Enroll
es: Matrícula
pt_br: Matrícula

source: Enroll addition
es: Agregado de matrícula
pt_br: Acréscimo de disciplina

source: Enroll blocked cause do not reach the minimum credits
es: Matrícula bloqueada por no alcance del mínimo de créditos
pt_br: Matrícula bloqueada porque não alcançou o mínimo de créditos

source: Enroll blocked cause do not reach the minimum credits to course curricular components in another turn
es: Matrícula bloqueada por no alcance de mínimo de créditos de disciplinas en otro turno
pt_br: Matrícula bloqueada porque não alcançou o mínimo de créditos para cursar disciplinas em outro turno

source: Enroll book data
pt_br: Dados do livro matrícula

source: Enroll book data by age
pt_br: Dados do livro matrícula por idade

source: Enroll book generated. @1 records inserted.
pt_br: Livro matrícula gerado. @1 registros inseridos.

source: Enroll book report options
pt_br: Opções de relatório do livro matrícula

source: Enroll book state
pt_br: Estado do livro matrícula

source: Enroll book summary
pt_br: Resumo do livro matrícula

source: Enroll cancellation
es: Cancelación de matrícula
pt_br: Cancelamento de disciplina

source: Enroll cancelled with success
es: Matrícula cancelada con éxito
pt_br: Disciplina cancelada com sucesso

source: Enroll confirmation
es: Confirmación de matrícula
pt_br: Confirmação de matrícula

source: Enroll curricular component description
es: Descripción de disciplina de matrícula
pt_br: Descrição da disciplina da matrícula

source: Enroll date
pt_br: Data da matrícula

source: Enroll details
es: Detalles de matrícula
pt_br: Detalhes da matrícula

source: Enroll id
es: Id de matrícula
pt_br: Código da matrícula

source: Enroll list
pt_br: Lista de matriculas

source: Enroll made in default unit
es: Matrícula realizada en sede
pt_br: Matrícula feita na sede

source: Enroll made in internet
es: Matrícula realizada por internet
pt_br: Matrícula feita pela internet

source: Enroll period
pt_br: Período de matrícula

source: Enroll period for course
es: Periodo de matrícula para el curso
pt_br: Período de matrícula para o curso

source: Enroll petition
pt_br: Requerimento de matrícula

source: Enroll possibilities
es: Posibilidades de matrícula
pt_br: Possibilidades de matrícula

source: Enroll process for class
pt_br: Processo de matrícula para a turma

source: Enroll regimen by curricular component
pt_br: Regime de matrícula por disciplina

source: Enroll search
pt_br: Localizar matrícula

source: Enroll situation
pt_br: Situação da matrícula

source: Enroll summary
es: Resumen de matrícula
pt_br: Resumo da matrícula

source: Enroll summary id
es: Id de resumen de matricula
pt_br: Código do resumo da matrícula

source: Enroll to exploitation
pt_br: Matrícula para aproveitamento

source: Enroll with unblock
es: Matrícula con desbloqueo
pt_br: Matrícula com desbloqueio

source: Enroll without unblock
es: Matrícula sin desbloqueo
pt_br: Matrícula sem desbloqueio

source: Enrolled
es: Matriculado
pt_br: Matriculado

source: Enter a numeric value and use "." (dot) as a decimal separator.
pt_br: Informe um valor numérico e use "." (ponto) como separador decimal.

source: Enter an employee code if there is a payroll discount for this contract
pt_br: Informe um código de funcionário se existe um desconto em folha para este contrato

source: Enter enroll to exploitation code
pt_br: Informe o código de matrícula para aproveitamento

source: Enter here if it is confirmed
pt_br: Informe aqui se está confirmado

source: Enter here if it is free
pt_br: Informe aqui se está livre

source: Enter here if it is from internet
pt_br: Informe aqui se é de internet

source: Enter here if will be showed in course end document
pt_br: Informe aqui se aparecerá no documento final do curso

source: Enter here in what order this course appears on enroll book generated by SAGU2
pt_br: Entre aqui em qual ordem este curso aparecerá no livro matrícula gerado pelo SAGU2

source: Enter here the complement
es: Ingresar aquí el complemento
pt_br: Informe aqui o complemento

source: Enter here the concept
es: Ingresar aquí el concepto
pt_br: Informe aqui o conceito

source: Enter here the course percentual needed for training period
pt_br: Informe aqui o percentual do curso necessário para estágio

source: Enter here the education area description
es: Ingresar aquí la descripción del área de educación
pt_br: Informe aqui a descrição da área de ensino

source: Enter here the exam grade
es: Ingresar aquí la nota del examen
pt_br: Informe aqui a nota do exame

source: Enter here the exploitation institution code
es: Ingresar aquí el código de la institución de aprovechamiento
pt_br: Informe aqui o código da instituição do aproveitamento

source: Enter here the exploitation observation
pt_br: Informe aqui a observação do aproveitamento

source: Enter here the final grade
es: Ingresar aquí la nota final
pt_br: Informe aqui a nota final

source: Enter here the frequency
es: Ingresar aquí la asistencia
pt_br: Informe aqui a frequência
