Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/academic.po
Languages: es, pt_br

source: Contract locked. @1 enrolls cancelled.
es: Contrato bloqueado. @1 matrículas canceladas.

source: Contract person code
es: Código de la persona de contrato

source: Contract state field id
es: Id del campo del estado de contrato

source: Contract unlocked.
es: Contrato desbloqueado.

source: Convert to single pupil
es: Convertir a un solo alumno

source: Convert to single student
es: Convertir a un solo alumno

source: Country
es: País

source: Country id
es: Código del país

source: Course Name
es: Nombre del curso

source: Course ability
es: Competencia del curso

source: Course center
es: Centro del curso

source: Course in
es: Curso de ingreso

source: Course in version
es: Versión de Curso de ingreso

source: Course out
es: Curso de salida

source: Course out version
es: Versión de Curso de salida

source: Course version type description
es: Descripción de la modalidad de curso

source: Course:
es: Curso:

source: Courses that CAN academic calendar in this period
es: Cursos que TIENEN lugar en el calendario académico en este periodo

source: Courses that CAN degree in this period
es: Cursos que OTORGAN grado en este periodo

source: Courses that CAN enroll date course in this period
es: Cursos en que SE PUEDE matricular para este periodo

source: Courses that CAN learning period in this period
es: Cursos que TIENEN periodo de enseÃÂÂÂ±anza en este periodo

source: Courses that CAN message contract renewal course in this period
es: Cursos que TIENEN mensaje de renovación de contrato en este periodo

source: Courses that CAN schedule learning period in this period
es: Cursos que TIENEN periodo de aprendizaje en cronograma para este periodo

source: Courses that DON'T CAN academic calendar period in this period
es: Cursos que NO TIENEN periodo en calendario académico para este periodo

source: Courses that DON'T CAN degree in this period
es: Cursos que NO OTORGAN grado en este periodo

source: Courses that DON'T CAN enroll date course in this period
es: Cursos en que NO SE PUEDE matricular en este periodo

source: Courses that DON'T CAN learning period in this period
es: Cursos que NO TIENEN periodo de aprendizaje en este periodo

source: Courses that DON'T CAN message contract renewal course in this period
es: Cursos que NO TIENEN mensaje de renovación de contrato en este periodo

source: Courses that DON'T CAN schedule learning period in this period
es: Cursos que NO TIENEN periodo de aprendizaje en cronograma para este periodo

source: Curricular component code
es: Código de disciplina

source: Curricular component coursed
es: Disciplina cursada

source: Curricular component group document end course
es: Grupo de disciplinas del documento de final de curso

source: Curricular component group document end course
es: Grupo de disciplina del documento de final de curso

source: Curricular component group document end course id
es: Código del grupo de disciplina del documento final de curso

source: Curricular component group document end course name
es: Nombre del grupo de la disciplina del documento final de curso

source: Curricular component group elective
es: Grupo de la disciplina electiva

source: Curricular component group elective id
es: Código del grupo de la disciplina electiva

source: Curricular component group elective name
es: Nombre del grupo de la disciplina electiva

source: Curricular component in
es: Disciplina original

source: Curricular component in version
es: Versión de disciplina original

source: Curricular component out
es: Disciplina sustituta

source: Curricular component out version
es: Versión de disciplina sustituta

source: Curricular component registered
es: Disciplina registrada

source: Curricular component type description
es: Descripción de tipo de disciplina

source: Curricular component type id
es: Id de tipo de disciplina

source: Curricular component type name
es: Nombre de tipo de disciplina

source: Curricular components selection
es: Seleción de disciplinas

source: Curriculum code
es: Código de Curriculum

source: Curriculum concurrence
es: Concurrencia de currículo

source: Curriculum course
es: Curso de currículo

source: Curriculum course id
es: Id de curso de currículo

source: Curriculum course name
es: Nombre de curso de currículo

source: Curriculum course version
es: Versión de curso de currículo

source: Curriculum curricular component id
es: Código da disciplina do currículo

source: Curriculum curricular component name
es: Nombre de la disciplina de currículo

source: Curriculum curricular component version
es: Versión de la disciplina de currículo

source: Curriculum id in
es: Id de currículo original

source: Curriculum id out
es: Id de currículo sustituto

source: Curriculum link
es: Vínculo de currículo

source: Curriculum type description
es: Descripción de tipo de currículo

source: Date forecast
es: Fecha prevista

source: Date issue
es: Fecha de publicação

source: Day Turn
es: Turno Diario

source: Dear pupil
es: Estimado alumno

source: Demanded complementary activities
es: Actividades complementarias exigidas

source: Demanded complementary activity
es: Actividad complementaria exigida

source: Diverse consultation
es: Consultas diversas

source: Diverse consultations
es: Consultas diversas

source: Document reference
es: Número de oficio

source: Document type code
es: Código de tipo de documento

source: Don't print disciplines substituded with same name
es: No imprimir disciplinas sustituidas con el mismo nombre

source: E, para constar, lavrei a presente aula
es: Y, como constancia, redacté la presente clase

source: Elective search
es: Búsqueda de electiva

source: Electoral situation
es: Situación electoral

source: Emission:
es: Emisión:

source: Emition date
es: Fecha de emisión

source: End date lessons
es: Fecha final de clases

source: Enroll currilum description
es: Descripción de currículo de matrícula

source: Enroll status
es: Estado de matrícula

source: Enter center id
es: Ingresar de id de centro

source: Enter de interchange type code
es: Ingresar el código del tipo de intercambio

source: Enter de period code
es: Ingresar el código de período

source: Enter here the credits exploitation
es: Ingresar aquí los créditos aprovechados

source: Enter here the exam note
es: Ingresar aquí la nota del examen

source: Enter here the exploitation institution id
es: Ingresar aquí el Id de la institución de aprovechamiento

source: Enter here the final note
es: Ingresar aquí la nota final

source: Enter here the is confirm
es: Ingresar aquí si está confirmada

source: Enter here the is internet
es: Ingresar aquí si es por internet

source: Enter here the is set free
es: Ingresar aquí si está definida como libre

source: Enter here the is show document end course
es: Ingresar aquí si es documento final de curso

source: Enter here the note
es: Ingresar aquí la nota

source: Enter here the number hour exploitation
es: Ingresar aquí el número de horas aprovechadas

source: Enter here the observation exploitation
es: Ingresar aquí la observación de aprovechamiento

source: Enter here the order of this course appears on reports generated by SAGU2
es: Ingresar aquí el orden por la cuál este curso aparecerá en los reportes generados por SAGU2

source: Enter here the percentual training period
es: Ingresar aquí el porcentaje de conclusión del curso para becarios

source: Enter the academic calendar adjustment
es: Ingresar el ajuste de calendario académico

source: Enter the auto complete query
es: Ingresar la búsqueda del rellenado automático

source: Enter the auto complete select
es: Ingresar la búsqueda de rellenado automático

source: Enter the complementary activities category description
es: Ingresar la descripción de la categoría de las actividades complementarias

source: Enter the condition curriculum course name
es: Ingresar el nombre del curso de requisito curricular

source: Enter the condition curriculum course version
es: Ingresar la versión del curso de requisito curricular

source: Enter the contract grade
es: Ingresar la nota de contrato

source: Enter the contract id
es: Ingresar el código de contrato

source: Enter the contract note
es: Ingresar la nota de contrato

source: Enter the contract person code
es: Ingresar el código del titular del contrato

source: Enter the contract person name
es: Ingresar el nombre del titular del contrato

source: Enter the course ability code
es: Ingresar el código de competencia del curso

source: Enter the course ability id
es: Ingresar el código de competencia del curso

source: Enter the course id
es: Ingresar el id de curso

source: Enter the course version type code
es: Ingresar el código del tipo de versión de curso

source: Enter the course version type description
es: Ingresar la descripción de la modalidad de curso

source: Enter the curricular component group document end course code
es: Ingresar el código de grupo de la disciplina del documento de final de curso

source: Enter the curricular component group document end course id
es: Ingresar el código de grupo de la disciplina del documento de final de curso

source: Enter the curricular component group elective code
es: Ingresar el código de grupo de la electiva de la disciplina

source: Enter the curricular component group elective id
es: Ingresar el código de grupo de la electiva de la disciplina

source: Enter the curricular component id
es: Ingresar el código de la disciplina

source: Enter the curricular component type code
es: Ingresar el código del tipo de disciplina

source: Enter the curriculum code
es: Ingresar el código de currículo

source: Enter the curriculum id
es: Ingresar el código del currículo

source: Enter the curriculum link code
es: Ingresar el código del vínculo de currículo

source: Enter the curriculum link id
es: Ingresar el código del vínculo de currículo

source: Enter the curriculum type id
es: Ingresar el grupo de currículo

source: Enter the degree description
es: Ingresar la descripción del grado académico

source: Enter the degree id
es: Ingresar el código del grado académico

source: Enter the education area id
es: Ingresar el di del área de educación

source: Enter the end date about this course
es: Ingresar la fecha final de este curso

source: Enter the enroll id
es: Ingresar el id de la matrícula

source: Enter the evaluation code
es: Ingresar el código de la evaluación

source: Enter the evaluation id
es: Ingresar el código de la evaluación

source: Enter the event id
es: Ingresar el id del evento

source: Enter the exploitation notes
es: Ingresar las notas aprovechadas

source: Enter the external course id
es: Ingresar el código del curso externo

source: Enter the final note
es: Ingresar la nota final

source: Enter the form
es: Ingresar el formulario

source: Enter the formation level id
es: Ingresar el id del nivel de formación

source: Enter the function description
es: Ingresar la descripción de la función

source: Enter the group code
es: Ingresar el código del grupo

source: Enter the group id
es: Ingresar el id del grupo

source: Enter the group name
es: Ingresar el nombre del grupo

source: Enter the knowledge area code
es: Ingresar el código de área de conocimiento

source: Enter the last period
es: Ingresar el último período

source: Enter the leader id
es: Ingresar el id del líder

source: Enter the leader name
es: Ingresar el nombre del líder

source: Enter the learnind period id
es: Ingresar el id del periodo lectivo

source: Enter the length
es: Ingresar el largo

source: Enter the limit date
es: Ingresar la fecha límite

source: Enter the location neighborhood
es: Ingresar el barrio de la localidad

source: Enter the location zip code
es: Ingresar el Código Postal de la localidad

source: Enter the lookup query
es: Ingresar la búsqueda

source: Enter the lookup select
es: Ingresar la selección de la búsqueda

source: Enter the message contract renewal id
es: Ingresar el id del mensaje de renovación contractual

source: Enter the minimum number lessons
es: Ingresar el número mínimo de clases

source: Enter the note
es: Ingresar la nota

source: Enter the number hour
es: Ingresar el número de horas

source: Enter the number hours lessons
es: Ingresar el número de horas - clase

source: Enter the number of credits
es: Ingresar el número de créditos

source: Enter the numeber of line characters
es: Ingresar el número de caracteres por línea

source: Enter the oficio number
es: Ingresar el número del oficio

source: Enter the old course code
es: Ingresar el código del curso antiguo

source: Enter the operation description
es: Ingresar la descripción de la operación

source: Enter the physical resource description
es: Ingresar la descripción del recurso físico

source: Enter the physical resource version
es: Ingresar la versión del recurso físico

source: Enter the policy id
es: Ingresar el id de política

source: Enter the reason cancellation code
es: Ingresar el código de motivo de cancelación

source: Enter the reason id
es: Ingresar el id del motivo

source: Enter the reffer course id here
es: Ingresar aquí el id del curso referido

source: Enter the regimen description
es: Ingresar la descripción del regimen

source: Enter the select period code
es: Ingresar el código del periodo seleccionado

source: Enter the semester
es: Ingresar el cuatrimestre

source: Enter the stamp id
es: Ingresar el id del sello

source: Enter the state contract id
es: Ingresar el id de estado del contrato

source: Enter the state contract name
es: Ingresar el nombre de estado del contrato

source: Enter the state date
es: Ingresar la fecha de estado

source: Enter the state id
es: Ingresar el id de estado

source: Enter the states contract id
es: Ingresar el id de contrato de estado

source: Enter the sub group
es: Ingresar el sub-grupo

source: Enter the subleader id
es: Ingresar el id del vicelíder

source: Enter the substitution curricular component id
es: Ingresar el id de la disciplina substituta

source: Enter the test end course date
es: Ingresar la fecha de la evaluación final del curso

source: Enter the test end course type code
es: Ingresar el código del tipo de evaluación final del curso

source: Enter the test end course type id
es: Ingresar el id de la de evaluación final del curso

source: Enter the turn description
es: Ingrear la descripción del turno

source: Enter the unit description
es: Ingresar la descripción de la unidad

source: Entry a code number of employee if have one payroll discount for this contract
es: Ingresar un código de empleado si tiene un descuento en recibo de sueldos para este contrato

source: Error cancelling the enroll:
es: Error al cancelar la matrícula:

source: Error executing requested operation. @1
es: Error ejecutando la operación requerida. @1

source: Error getting contracts list:
es: Error al buscar lista de contratos:

source: Error getting enrolls list:
es: Erro al buscar lista de matriculados:

source: Error getting equivalences list:
es: Error al buscar lista de equivalencias:

source: Error updating contract
es: Error al actualizar el contrato

source: Error updating enroll
es: Error al actualizar matrícula

source: Error updating enroll
es: Error al actualizar matrícula

source: Ethnic origin id
es: Id de origen étnica

source: Evaluation enroll
es: Matrícula de evaluación

source: Exam Note
es: Nota de examen

source: Exam note
es: Nota de examen

source: Exam's acts and conference list
es: Acta de examen y lista de conferencia

source: ExaminationAct list
es: Listado de Acta de Examen

source: Exams' acts and conference list
es: Acta de examen y lista de conferencia

source: Excused
es: Dispensado

source: FREE
es: LIBRE

source: False
es: Falso

source: Final Note
es: Nota final

source: Final Result Act
es: Acta de Resultado Final

source: Financial Summary
es: Resumen Financiero

source: Foreseen H/C
es: H/C Previstas

source: Form
es: Formulario

source: Frequence enroll
es: Matrícula de frecuencia

source: Function
es: Función

source: Function description
es: Descripción de la función

source: G1
es: N1

source: G2
es: N2

source: General Secretariat
es: Secretaria General

source: General secretariat
es: Secretaria general

source: Generate confirmation to single pupil
es: Generar confirmación para un único alumno

source: Generate confirmation to single student
es: Generar confirmación para un único alumno

source: Generate multiple period enroll date
es: Generar diversas fechas de matrícula de los periodos

source: Generate total number hours
es: Generar número total de horas

source: Grades recorded with success.
es: Notas guardadas con éxito.

source: Group
es: Clase

source: Group enrolled people
es: Personas matriculadas en la clase

source: Group enrolled pupils
es: Alumnos matriculados en la clase

source: Group name
es: Nombre de grupo

source: Group schedule
es: Horario del grupo

source: Group/Professor
es: Grupo/Profesor

source: HANGING DOCUMENTS:
es: DOCUMENTOS PENDIENTES:

source: Have content programmarian
es: Tiene contenido programático

source: Hours/Lesson Given
es: Horas/Cátedra Impartidas

source: Hours/Lesson given
es: Horas/Cátedra impartidas

source: INFORMATION!\nYou are trying to print the Contract of Rendering of Services for Freshmen\n. This possible being, informs the code of the Selective Process in the field Selective Process.\nMoreover I will choose to the side the option for which the candidate classified.\nWARNING: Executing this operation the Educational Services Contract\nNumber (999999/99X) of the pupils will be recodified!!!
es: AVISO!\nUd. está intentando imprimir el Contrato de Prestación de Servicios para Ingresantes.\nPara que eso sea posible, informe el código del Proceso Selectivo en el campo Proceso Selectivo.\nAdemás, elija la opción por la cual el candidato se clasificó.\nCUIDADO: Ejecutando esta operación el Número del Contrato de Prestación de\nServicios Educativos (999999/99X) del(de los) alumno(s) será recodificado!!!

source: INFORMATION\nThis option generate contracts to Reingressos, Transferencias, Portador de Diploma ...\nWARNING: Executing this operation the Educational Services Contract\nNumber (999999/99X) of the pupils will be recodified!!!
es: AVISO!\nEste botón genera contratos para Reingresos, Transferencias, Portador de Diploma ...\nCUIDADO: Ejecutando esta operación el Número do Contrato de Prestación de \nServicios Educativos (999999/99X) del (de los) alumno(s) será recodificado!!!

source: If you want to generate the enroll material of all pupils, complete the form below:
es: Si desea generar el material de matrícula para todos los alumnos, complete el formulario a continuación:

source: Income forecasts
es: Previsiones de Ingresos

source: Inform the name the curricular component had when coursed at the other institution
es: Informe el nombre de la disciplina cursada en la otra institución

source: Inscription selective process
es: Proceso selectivo de inscripción

source: Inscription seletive process name
es: Nombre del proceso selectivo de inscripción

source: Inscriptions by general localization
es: Inscripciones por ubicación general

source: Inscriptions by gr course
es: Inscripciones por curso gr

source: Inscriptions by normal course
es: Inscripciones por curso normal

source: Inscriptions by test place
es: Inscripciones por lugar de testeo

source: Inscriptions by test room
es: Inscripciones por aulas de testeo

source: Insert Other
es: Insertar Otro

source: Interchange Type search
es: Búsqueda de Tipo de Intercambio

source: Internal exploitation inserted with sucess.
es: Aprovechamiento interno insertado con éxito.

source: Is absent
es: Está ausente

source: Is adjustment
es: Es ajuste

source: Is automatic generated
es: es generado automáticamente

source: Is cancellation
es: És una cancelación

source: Is cancelled
es: Está cancelada

source: Is close contract
es: Es contrato de cierre

source: Is closed
es: Está cerrado

source: Is closed contract
es: Es un contrato cerrado

source: Is closed?
es: Está cerrado?

source: Is condition break
es: Es condición de quiebra

source: Is condition training period
es: Es requisito para pasantía

source: Is confirm
es: Está confirmado

source: Is content programmarian
es: Es contenido programático

source: Is curriculum
es: Es de la currícula

source: Is final resume
es: Es currícula final

source: Is formando
es: Está egresando

source: Is forming
es: Está egresando

source: Is institutional evaluation
es: Es una evaluación institucional

source: Is insured
es: Está asegurado

source: Is internet
es: Es internet

source: Is listener
es: Es oyente

source: Is listener?
es: Es oyente?

source: Is lookup
es: Es lookup

source: Is not appear
es: Estuvo ausente

source: Is not present
es: No está presente

source: Is payroll discount
es: Es descuento en recibo de sueldo

source: Is present
es: Está presente

source: Is processed
es: Está siendo procesado

source: Is remunerated?
es: Es remunerado?

source: Is request academic degree
es: Requiere grado académico

source: Is required
es: Es requerido

source: Is selective
es: Es selectivo

source: Is selective process
es: Es proceso selectivo

source: Is send e-mail
es: Debe enviar por e-mail

source: Is send mail
es: Debe enviar por correo

source: Is set free
es: Está definida como libre

source: Is show document end course
es: Debe ser exhibido en documento final del curso

source: Is show document end course?
es: Debe ser exhibido en documento final del curso?

source: Is use web daily
es: Utiliza web diariamente

source: Is use web daily?
es: Utiliza web diariamente?

source: Is value
es: Es el valor

source: LEARNING PERIOD
es: PERIODO LECTIVO

source: Learning period code
es: Código del periodo lectivo

source: Legal person name
es: Nombre de la persona jurídica

source: Letter Professors
es: Profesores Letrados

source: Level
es: Nivel

source: List Course Enrolled Pupils
es: Lista de Alumnos Matriculados por Curso

source: List Course Not Enrolled Pupils
es: Lista alumnos no-matriculados por curso

source: List Course Pupils
es: Lista Alumnos por Curso

source: List Enrolled By Age
es: Lista Matriculados por Edad

source: Load curriculum
es: Cargar currículo

source: Lookup query
es: Búsqueda de lookup

source: Lookup select
es: Seleccionar lookup

source: Maximum 10 characters
es: Máximo 10 caracteres

source: Maximum 2 characters
es: Máximo 2 caracteres

source: Media global
es: Promedio global

source: Message phone
es: Tel de mensaje

source: Middle school/high school
es: Escuela de enseÃÂÂÂ±anza média/escola de enseÃÂÂÂ±anza superior

source: Military situation
es: Situación militar

source: Minimum Frequency
es: Frecuencia mínima

source: Minimum credits
es: Número mínimo de créditos

source: Minimum credits freshman
es: Número mínimo de créditos para ingresantes

source: Minimun number lessons
es: Número mínimo de lecciones

source: NON COURSED
es: NO CURSADA

source: NON COURSED CURRICULAR COMPONENT
es: DISCIPLINA NO CURSADA

source: New course name
es: Nombre del curso nuevo

source: New course version
es: Versión del curso nuevo

source: New enroll
es: Nueva matrícula

source: New turn
es: Nuevo turno

source: New turn description
es: Descripción del nuevo turno

source: New turn id
es: Id del nuevo turno

source: New unit
es: Nueva unidad

source: New unit description
es: Descripción de la nueva unidad

source: New unit id
es: Id de la nueva unidad

source: No curricular components coursed or enrolled for this person
es: Sin disciplinas cursadas o matrículas para esta persona

source: No curricular components coursed or enrolled for this person.
es: Sin disciplinas cursadas o matrículas para esta persona

source: No curriculum registered
es: Sin currículo registrado

source: No father registered
es: Sin padre registrado

source: No mother registered
es: Sin madre registrada
