Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/academic.po
Languages: es, pt_br

source: Letter for professors
pt_br: Carta para professores

source: Letter professors
es: Profesores letrados
pt_br: Carta para professores

source: Library penalties for
pt_br: Multas da biblioteca para

source: Limit date
es: Fecha límite
pt_br: Data limite

source: Final date
pt_br: Data final

source: Line characters
es: Caracteres por línea
pt_br: Caracteres por linha

source: Link certified
es: Vínculo certificado
pt_br: Atestado de vínculo

source: List
es: Lista
pt_br: Lista

source: List course enrolled pupils
es: Lista Alumnos Matriculados por Curso
pt_br: Listar alunos matriculados por curso

source: List course not enrolled pupils
es: Lista Alumnos No-matriculados por Curso
pt_br: Listar alunos não matriculados por curso

source: List course pupils
es: Lista Alumnos por Curso
pt_br: Listar alunos por curso

source: List course/credits of pupils
pt_br: Listar courso/créditos dos alunos

source: List curricular component and turn
pt_br: Listar disciplina e turno

source: List curricular component from enrolled pupils
pt_br: Listar disciplina de alunos matriculados

source: List enrolled by age
es: Lista matriculados por edad
pt_br: Listar matriculados por idade

source: List enrolled pupils by curricular component
pt_br: Listar alunos matriculados por disciplina

source: List pupils
pt_br: Listar alunos

source: Loan
pt_br: Empréstimo

source: Locality
es: Localidad
pt_br: Localidade

source: Location
es: Calle
pt_br: Logradouro

source: Lock
es: Bloquear
pt_br: Trancar

source: Lock reason search
es: Búsqueda motivo de bloqueo
pt_br: Localizar motivo de trancamento

source: Locked
pt_br: Trancado

source: Locked in
es: Bloqueado en
pt_br: Trancado em

source: Locking as process directed by Protocol
es: Bloqueo conforme proceso encaminado por Protocolo
pt_br: Trancamento conforme processo encaminhado via Protocolo

source: Lookup module
pt_br: Módulo do lookup

source: Lookup name
pt_br: Nome do lookup

source: METHODOLOGY
pt_br: METODOLOGIA

source: Male
pt_br: Masculino

source: March
pt_br: Março

source: Masters
pt_br: Mestrado

source: Masters
pt_br: Mestrado

source: Maturity date
pt_br: Data de vencimento

source: Maturity day
es: Día de vencimiento
pt_br: Dia de vencimento

source: Maximum conclusion course
es: Tiempo máximo de conclusión
pt_br: Tempo máximo de conclusão

source: Maximum conclusion time
pt_br: Tempo máximo de conclusão

source: Maximum hours
es: Máximo de horas
pt_br: Máximo de horas

source: Maximum hours necessary to category
pt_br: Máximo de horas necessária para a categoria

source: May
pt_br: Maio

source: Meeting date
pt_br: Data de encontro

source: Meeting hour
pt_br: Hora de encontro

source: Meeting place
pt_br: Local de encontro

source: Message
es: Mensaje
pt_br: Mensagem

source: Message Phone
es: Teléfono para mensajes
pt_br: Fone para recado

source: Message contract renewal
es: Mensajes de renovación contractual
pt_br: Mensagem de renovação contratual

source: Message contract renewal id
es: Código del mensaje de renovación contractual
pt_br: Código da mensagem de renovação contratual

source: Message contract renewal search
es: Búsqueda de mensajes de renovación contractual
pt_br: Localizar mensagem de renovação contratual

source: Messages
pt_br: Mensagens

source: Methodology
es: Metodología
pt_br: Metodologia

source: Methodology
es: Metodología
pt_br: Metodologia

source: Middle/high course
pt_br: Curso secundário/superior

source: Minimum conclusion course
es: Tiempo mínimo de conclusión
pt_br: Tempo mínimo de conclusão

source: Minimum conclusion time
pt_br: Tempo mínimo de conclusão

source: Minimum credits turn
es: Número mínimo de créditos por turno
pt_br: Número mínimo de créditos por turno

source: Minimum credits unblock
es: Desbloqueo por límite de créditos
pt_br: Desbloqueio por limite de créditos

source: Minimum frequency
es: Frecuencia mínima
pt_br: Frequência mínima

source: Minimum hours
es: Mínimo de horas
pt_br: Mínimo de horas

source: Minimum hours necessary to category
pt_br: Mínimo de horas necessária para a categoria

source: Minimum mumber of academid credits
pt_br: Número mínimo de créditos acadêmicos

source: Minimum number lessons
es: Número mínimo de lecciones
pt_br: Número mínimo de aulas

source: Minimum turn unblock
es: Mínimo desbloqueo por turno
pt_br: Desbloqueio por turno

source: Minimun note for approval
pt_br: Nota mínima para aprovação

source: Monday
pt_br: Segunda-feira

source: Month
es: Mes
pt_br: Mês

source: Month reference
pt_br: Referência para mês

source: More info
es: Más informaciones
pt_br: Mais informações

source: More visited
es: Más visitados
pt_br: Mais visitados

source: Mother name
es: Nombre de la madre
pt_br: Nome da mãe

source: Movement contract
es: Movimentación contractual
pt_br: Movimentação contratual

source: Movement contract complement
es: Complemento de movimentação contratual
pt_br: Complemento de movimentação contratual

source: Movement contract inserted
pt_br: Movimentação contratual inserida

source: Movement contract search
pt_br: Localizar movimentação contratual

source: Multiplier
es: Multiplicador
pt_br: Multiplicador

source: NEIGHBORHOOD
pt_br: BAIRRO

source: NK
pt_br: NI

source: NON COURSED CURRICULAR COMPONENTS
es: DISCIPLINAS NO CURSADAS
pt_br: DISCIPLINAS NÃO CURSADAS

source: NOT APT
pt_br: NÃO APTO

source: NUMBER HOURS
pt_br: NÚMERO DE HORAS

source: Nacionality
pt_br: Nacionalidade

source: Name
es: Nombre
pt_br: Nome

source: Naturalness
pt_br: Naturalidade

source: Needs reason
es: Necesita motivo
pt_br: Necessita motivo

source: Neighborhood
es: Barrio
pt_br: Bairro

source: New course
es: Curso nuevo
pt_br: Curso novo

source: New individual exploitation
pt_br: Novo aproveitamento individual

source: Next
es: Próximo
pt_br: Próximo

source: Next parcel start in
pt_br: Prócima parcela começa em

source: Nine
es: Nueve
pt_br: Nove

source: No
pt_br: Não

source: No contract available according to selected parameters
es: Ningún contrato disponible de acuerdo con los parámetros seleccionados
pt_br: Nenhum contrato disponível de acordo com os parâmetros selecionados

source: No contract or curriculum id got. Did you use the right procedure to access this form?
pt_br: Nenhum código de contrato ou matriz curricular encontrado. Você utilizou o procedimento correto para acessar este formulário?

source: No contract was closed.
pt_br: Nenhum contrato foi trancado.

source: No contracts found for this person.
pt_br: Nenhum contrato encontrado para esta pessoa.

source: No course
pt_br: Nenhum curso

source: No curricular component
pt_br: Nenhuma disciplina

source: No curriculum found for this course and curricular component.
pt_br: Nenhum currículo encontrado para este curso e disciplina.

source: No curriculum registered for the contract course.
pt_br: Sem matriz curricular cadastrada para o curso do contrato.

source: No data found
pt_br: Dados não escontrados

source: No data registered
pt_br: Sem dados cadastrados

source: No enroll id got. Did you use the right procedure to access this form?
pt_br: Nenhum código de matrícula encontrato. Você usou o procedimento correto para acessar este formulário?

source: No enroll, contract or curriculum id got. Did you use the right procedure to access this form? The selected curricular component(s) are registered in course curriculum?
pt_br: Nenhum código de matrícula, contrato ou matriz curricular encontrado. Você usou o procedimento correto para acessar este formulário? A(s) disciplina(s) selecionada(s) estão cadastradas na matriz curricular do curso?

source: No exist one curriculum to this course and this curricular component
pt_br: Não existe um currículo para este curso e esta disciplina

source: No exploitation id got. Did you use the right procedure to access this form?
pt_br: Nenhum código de aproveitamento encontrado. Você usou o procedimento correto para acessar este formulário?

source: No finance was generated for the pupils below because there were no remaining parcels for this period
pt_br: Não foi gerado financeiro para os alunos abaixo porque não há parcelas restantes para este período

source: No grid row selected.
pt_br: Nenhuma linha da tabela foi selecionada.

source: No groups registered for selected class
pt_br: Sem disciplinas oferecidas para a turma selecionada

source: No groups registered for selected class.
pt_br: Sem disciplinas oferecidas cadastradas para a turma selecionada.

source: No learning period for this period
pt_br: Não há período letivo definido para este período

source: No payments registered to this pupil
pt_br: Nenhum pagamento registrado para este aluno

source: No period selected.
pt_br: Nenhum período selecionado.

source: No pupil was inserted because of the problems above
pt_br: Nenhum aluno foi inserido por causa de problemas acima

source: No pupils selected.
pt_br: Nenhum aluno selecionado.

source: No records found.
pt_br: Nenhum registro encontrado.

source: No sufficient information to get the curricular component
pt_br: Sem informações suficientes para conseguir a disciplina

source: None curricular component cancelled. Try choose another period.
es: Ninguna disciplina cancelada. Intente la elección de otro período
pt_br: Nenhuma disciplina cancelada. Tente escolher outro período

source: Not closed contract
pt_br: Não fecha contrato

source: Not conferred
pt_br: Não conferido

source: Not coursed
es: No cursada
pt_br: Não cursada

source: Not exist one group to this curriculum and to this learning period
pt_br: Não existe uma turma para este currículo neste período letivo

source: Not exist schedule to this semester
pt_br: Não existe horário para este semestre

source: Not exploited
pt_br: Não aproveitado

source: Not included in the totals
pt_br: Não incluída no totalizador

source: Not informed
pt_br: Não informado

source: Not is possible substitue this curricular component, because both curricular component are from the same curriculum type
pt_br: Não é possível substituir esta disciplina, porque ambas disciplinas são do mesmo tipo de currículo

source: Not's possible to delete this movement contract because the back movement contract and the next movement contract not is registered in the register of state contract transition
pt_br: Não é possível excluir esta movimentação contratual porque a movimentação contratual anterior e a próxima movimentação contratual não estão cadastradas no cadastro de transições de estados contratuais

source: Note
es: Nota
pt_br: Nota

source: November
pt_br: Novembro

source: Number
es: Número
pt_br: Número

source: Number craft
pt_br: Número de ofício

source: Number credits
es: Número de créditos
pt_br: Número de créditos

source: Number hour
es: Número de horas
pt_br: Número de horas

source: Number hour exploitation
es: Número de horas aprovechadas
pt_br: Número de horas aproveitadas

source: Number hours
es: Número de horas
pt_br: Carga horária

source: Number hours coursed
es: Número de horas cursadas
pt_br: Número de horas cursadas

source: Number hours enrolled
pt_br: Número de horas matriculadas

source: Number hours lessons
es: Número de horas-lecciones
pt_br: Número de horas-aula

source: Number learnig days
pt_br: Número de dias letivos

source: Number learning days
pt_br: Número de dias letivos

source: Number of curricular components by professor
pt_br: Número de disciplinas por professor

source: Number of discounting credits
pt_br: Número de créditos de desconto

source: Number of groups by professor
pt_br: Número de turmas por professor

source: Number of pupils by city
pt_br: Número de alunos por cidade

source: Number of pupils by city and course
pt_br: Número de alunos por cidade

source: Number of pupils by city, course and curricular component
pt_br: Número de alunos por cidade, curso e disciplina

source: Number of pupils by course and age band
pt_br: Número de alunos por curso e faixa etária

source: Number of pupils by course and credits number
pt_br: Número de alunos por curso e número de créditos

source: Number of pupils by course and curricular component
pt_br: Número de alunos por curso e disciplina

source: Number of pupils by course and incentive
pt_br: Número de alunos por curso e incentivo

source: Number of pupils by course and unit
es: Número de alumnos por curso y unidad
pt_br: Número de alunos por curso e unidade

source: Number of pupils by course, age band and curricular component
pt_br: Número de alunos por curso, faixa etária e disciplina

source: Number of pupils by credits number
es: Número de alumnos por números de créditos
pt_br: Número de alunos por números de créditos

source: Number of pupils by group: occurrences
pt_br: Número de alunos por turma: ocorrências

source: Number of pupils by group: offers
pt_br: Número de alunos por turma: ofertas

source: Number of pupils by origin and age
pt_br: Número de alunos por origem e idade

source: Number of pupils enrolled by course
es: Número de alumnos matriculados por curso
pt_br: Número de alunos matriculados por curso

source: Number of pupils enrolled by course and discipline
es: Número de alumnos matriculados por curso y disciplina
pt_br: Número de alunos matriculados por curso e disciplina

source: Number of pupils enrolled by course separated by enroll status
es: Número de alumnos matriculados por curso separados por el estado de matrícula
pt_br: Número de alunos matriculados por curso separados pelo status de matrícula

source: Number of pupils by course separated by olders and freshman
pt_br: Número de alunos por curso separados em calouros e veteranos

source: Number of pupils enrolled by offered curricular component and week day
pt_br: Número de alunos matriculados por disciplina oferecida e dia da semana

source: Number of pupils not enrolled by course
es: Número de alumnos no matriculados por curso
pt_br: Número de alunos não matriculados por curso

source: Number of semesters
pt_br: Número de semestres

source: OBJECTIVES
pt_br: OBJETIVOS

source: OTHER COURSED CURRICULAR COMPONENTS
es: OTRAS DISCIPLINAS CURSADAS
pt_br: OUTRAS DISCIPLINAS CURSADAS

source: Objectives
es: Objetivos
pt_br: Objetivos

source: Obligator
pt_br: Obrigatório

source: Obligatory curriculum
pt_br: Currículo obrigatório

source: Observation
es: Observación
pt_br: Observação

source: Observations
es: Observaciones
pt_br: Observações

source: Occured some errors trying to enroll the class pupils. Please, verify if all the registers are correctly done
pt_br: Ocorreram alguns erros na tentativa de matricular os alunos da turma. Por favor, verifique se todos os cadastros foram feitos corretamente

source: Occurrence date
es: Data de ocurrencia
pt_br: Data de ocorrência

source: October
pt_br: Outubro

source: Of
pt_br: De

source: Of the
pt_br: De

source: Offer
pt_br: Oferecida

source: Offer curricular component
pt_br: Oferecer disciplina

source: Offered curricular component
pt_br: Disciplina oferecida

source: Offered curricular component code
pt_br: Código da disciplina oferecida

source: Offered curricular component enrolled pupils
pt_br: Alunos matriculados da disciplina oferecida

source: Offered curricular component id
pt_br: Código da disciplina oferecida

source: Offered curricular component name
pt_br: Nome da disciplina oferecida

source: Offered curricular component schedule
pt_br: Horário da disciplina oferecida

source: Offered curricular components by regimen and week day
pt_br: Disciplinas oferecidas por regime e dia da semana

source: Offered curricular components total
pt_br: Total de disciplinas oferecidas

source: Offered id
pt_br: Código da oferecida

source: Offered/Professor
pt_br: Oferecida/Professor

source: On
pt_br: Nos

source: On period
es: En el periodo
pt_br: No período

source: On the end of the enroll period, we inform that you are enrolled in course
es: Al final del periodo de matrícula, le informaremos que está matriculado en el curso
pt_br: No fim do período de matrícula, nós informamos que você está matricula no curso

source: One
es: Un
pt_br: Um

source: One day and many learning period
pt_br: Um dia e muitos períodos letivos

source: One learning period and many days
pt_br: Um período letivo e muitos dias

source: Only active
pt_br: Apenas ativos

source: Only concluded
pt_br: Apenas concluídos

source: Only consider enrolls IN the selected period
pt_br: Considerar apenas matrículas NO período selecionado

source: Only enrolled
pt_br: Apenas matriculados

source: Only one professor
es: Solamente un docente
pt_br: Somente um professor

source: Only the General Secretariat is authorized to add pupils in attendance list
es: Solamente la Secretaria General está autorizada a incluir alumnos en la lista de asistencia
pt_br: Somente a Secretaria Geral está autorizada a incluir alunos na lista de chamada

source: Open balance
pt_br: Saldo em aberto

source: Operation
es: Operación
pt_br: Operação

source: Operation description
es: Descripción de la operación
pt_br: Descrição da operação

source: Operation id
es: Id de la operación
pt_br: Código da operação

source: Operation type
es: Tipo de operación
pt_br: Tipo de operação

source: Option
es: Opción
pt_br: Opção

source: Optional curricular component
es: Disciplina opcional
pt_br: Disciplina opcional

source: Order by
pt_br: Ordenar por

source: Order in enroll book
pt_br: Ordem no livro matrícula

source: Origin country
es: País de origen
pt_br: País de origem

source: Origin country id
es: Id de país de origen
pt_br: Código do país de origem

source: Origin country name
es: Nombre del país de origen
pt_br: Nome do país de origem

source: Origin institution
es: Institución de origen
pt_br: Instituição de origem

source: Origin institution id
es: Id de la institución de origen
pt_br: Código da instituição de origem

source: Origin institution name
es: Nombre de la institución de origen
pt_br: Nome da instituição de origem

source: Other
es: Otro
pt_br: Outro

source: Other curricular components coursed
pt_br: Outras disciplinas cursadas

source: Other curriculum curricular components
pt_br: Outras disciplinas do currículo

source: Others
es: Otros
pt_br: Outros

source: Out
es: Salida
pt_br: Saída

source: Out default unit
es: Fuera de la sede
pt_br: Fora da sede

source: Out of default unit - @1
pt_br: Fora da unidade padrão - @1

source: PHONE
pt_br: TELEFONE

source: PUPIL
pt_br: ALUNO

source: PUPILS TOTAL
es: TOTAL DE ALUMNOS
pt_br: TOTAL DE ALUNOS

source: Page @1
es: Página @1
pt_br: Página @1

source: Parameters table
pt_br: Tabela de parâmetros

source: Parcels
pt_br: Parcelas

source: Parcels number
es: Número de cuotas
pt_br: Número de parcelas

source: Passive
es: Pasivo
pt_br: Passivo

source: Passive file id
pt_br: Código do arquivo de passivo

source: Password
es: ContraseÃÂÂÂ±a
pt_br: Senha

source: Pay date of first curricular component
pt_br: Data de pagamento da primeira disciplina

source: Payments for
pt_br: Pagamentos para

source: Payroll discount employee name
es: Nombre de empleado con descuento en recibo de sueldo
pt_br: Nome do funcionário do desconto em folha de pagamento

source: Penalty date
pt_br: Data da multa

source: Penalty id
pt_br: Código da multa

source: Per: Period - H.L.: Hourly load - Cred: Number of curricular component credits - Cour: Coursed - Sem: Semester/Serie - E: Exploitation curricular component
pt_br: Per: Período - C.H.: Carga horária - Cred: Número de créditos da disciplina - Curs.: Disciplina cursada - Sem: Semestre/Seriação - A: Disciplinas aproveitadas

source: Percent
pt_br: Percentual

source: Percentual training period
es: Porcentaje para liberación de pasantía
pt_br: Percentual para liberar para estágio

source: Period
es: Periodo
pt_br: Período

source: Period curricular component
pt_br: Disciplina do período

source: Period curricular components
es: Disciplinas del periodo
pt_br: Disciplinas do período

source: Period description
es: Descripción del periodo
pt_br: Descrição do período

source: Period for reingression
pt_br: Período para reingresso

source: Period id
es: Id de periodo
pt_br: Código do período

source: Period of to be printed the letters
pt_br: Período das cartas serem impressas

source: Period search
es: Búsqueda de periodo
pt_br: Localizar período

source: Person
es: Persona
pt_br: Pessoa

source: Person Id
es: Id de persona
pt_br: Código da pessoa

source: Person code
pt_br: Código da pessoa

source: Person contract search
es: Búsqueda del contrato de la persona
pt_br: Localizar contrato da pessoa

source: Person id
es: Id de persona
pt_br: Código da pessoa

source: Person id of the pupils who you desire to print labels for. If there is more than one person, informs the ids separated by comma
pt_br: Código de pessoa dos alunos para quem você deseja gera rótulos. Se existe mais de uma pessoa, informe os códigos separados por vírgula

source: Person ids
pt_br: Códigos de pessoa

source: Person invoices for
pt_br: Títulos da pessoa para

source: Person name
es: Nombre de la persona
pt_br: Nome da pessoa

source: Person name of seletive process inscription
pt_br: Nome da pessoa da inscrição do processo seletivo

source: Phone
es: Teléfono
pt_br: Telefone

source: Phones
pt_br: Telefones

source: Physical education: excused.
pt_br: Educação física: dispensado.

source: Physical resource
es: Recurso físico
pt_br: Recurso físico

source: Physical resource description
es: Descripción de recurso físico
pt_br: Descrição do recurso físico

source: Physical resource id
es: Id de recurso físico
pt_br: Código do recurso físico

source: Physical resource version
es: Versión de recurso físico
pt_br: Versão do recurso físico

source: Place room id
es: Id de aula
pt_br: Código da sala

source: Please, correct this problems and try again.
es: Por favor, corrija los problemas e intente nuevamente.
pt_br: Por favor, corrija os problemas e tente novamente.

source: Please, select what act you want to print
es: Por favor, seleccione el acta que desea imprimir
pt_br: Por favor, selecione a ata que deseja imprimir

source: Please, select what type of report's candidate's room you want to print
es: Por favor, seleccione el tipo de reporte de candidatos por aula que desea imprimir
pt_br: Por favor, selecione o tipo de relatórios de candidatos por sala que você deseja imprimir

source: Please, try to enroll them individually to check the problem
pt_br: Por favor, tente matriculá-los individualmente para verificar o problema

source: Points
es: Puntos
pt_br: Pontos

source: Policy
es: Política
pt_br: Política

source: Policy id
es: Id de política
pt_br: Código da política

source: Possibilities and material of enroll
es: Posibilidades e material de matrícula
pt_br: Possibilidades e material de matrícula

source: Possibilities and material of enroll after graduation
pt_br: Possibilidades e material de matrícula pós-graduação

source: Post enroll condition unblock
es: Desbloqueo post-matrícula
pt_br: Desbloqueio pós-matrícula

source: Pre
pt_br: Pré

source: Preference
pt_br: Preferência

source: Presences in
pt_br: Presenças em

source: Previous
es: Anterior
pt_br: Anterior

source: Previous learning period
es: Período lectivo anterior
pt_br: Período letivo anterior

source: Previous learning period id
es: Id de período lectivo anterior
pt_br: Código do período letivo anterior

source: Previous period
pt_br: Período anterior

source: Print "Not coursed" on not coursed disciplines
es: Imprimir "No cursada" en disciplinas no cursadas
pt_br: Imprimir "Não cursada" em disciplinas não cursadas

source: Print Emends Date (Mathematics and Biology)
pt_br: Imprimir Data da Apostila (Matemática e Biologia)

source: Print box label document
pt_br: Imprimir documento de etiqueta da caixa

source: Print complete enroll book
pt_br: Imprimir livro matrícula completo

source: Print confirmation
pt_br: Imprimir confirmação
