Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/academic.po
Languages: es, pt_br

source: There's another contract in the same course occurrence.@1Would you like to include this one ?
pt_br: Há outro contrato na mesma ocorrência de curso.@1Gostaria de realmente incluí-lo ?

source: PARENTS
pt_br: FILIAÇÃO

source: Parents
pt_br: Filiação

source: Contract cancellation
pt_br: Cancelamento de contrato

source: Contract cancelled
pt_br: Contrato cancelado

source: Cancellation reason
es: Motivo de cancelación
pt_br: Motivo de cancelamento

source: The last operation of this contract is to @1 and should be one of the operations below to carry out this process
pt_br: A última operação desse contrato é a de @1 e deveria ser uma das operações abaixo para poder executar esse processo

source: To unlock contract to this person
pt_br: Fazer o reingresso do contrato para esta pessoa

source: To cancel contract to this person
pt_br: Fazer o cancelamento do contrato para esta pessoa

source: To renew the lock contract to this person
pt_br: Fazer a renovação de trancamento do contrato para esta pessoa

source: To execute an contract abandonment to this person
pt_br: Fazer o abandono de vaga do contrato desta pessoa

source: To execute an contract desist to this person
pt_br: Fazer a desistência da vaga do contrato desta pessoa

source: Internal transference
pt_br: Transferência interna

source: External transference
pt_br: Transferência externa

source: Internal transference executed with success.
pt_br: Transferência internal executada com sucesso.

source: External transference executed with success.
pt_br: Transferência externa executada com sucesso.

source: Contract of origin has no contractual handling input in the institution.
pt_br: Contrato de origem não possui movimentação contratual de entrada na instituição.

source: Offered
pt_br: Oferecida

source: Contractual movimentations
pt_br: Movimentações contratuais

source: Course information
es: Informaciones de curso
pt_br: Informações do Curso

source: Person information
es: Informaciones personales
pt_br: Informações da pessoa

source: The student must have a final note greater than or equal to this note to be approved.
pt_br: O aluno deverá ter a nota final maior ou igual a esta nota para ser aprovado.

source: Weight of the exam note to form the final note.
pt_br: Peso da nota do exame para formar a nota final.

source: Weight of the semester partial average to form the final note.
pt_br: Peso da média parcial do semestre para formar a nota final.

source: Disapprovation without exam
pt_br: Desaprovação sem exame

source: Approvation without exam
pt_br: Aprovação sem exame

source: If the semester partial average is greater than or equal to this note is not necessary make the final exam.
pt_br: Se a média parcial do semestre for maior ou igual a esta nota, não é necessário fazer a prova final de exame para obter a aprovação.

source: If the partial average is less than this note, the student is automatically disapproved without the ability to make the exam.
pt_br: Se a média parcial do semestre for menor que esta nota, o aluno estará automaticamente reprovado, sem a possibilidade de fazer a prova de exame.

source: Addition status
pt_br: Status de acréscimo

source: Adaptation
pt_br: Adaptação

source: Dependence
pt_br: Dependência

source: Confirm enroll addition
pt_br: Confirmar acréscimo de disciplina

source: Regular curricular component
pt_br: Disciplina regular

source: Value of exam
pt_br: Valor do exame

source: Fields not typed to the turn
pt_br: Campos não prenchidos para o turno

source: Avaliantion act
pt_br: Ata de avaliação

source: Acts
pt_br: Atas

source: Lessons content
pt_br: Conteúdo das aulas

source: Contract cancelled. @1 curricular components cancelled.
pt_br: Contrato cancelado. @1 disciplinas canceladas.

source: If you fill out the class below, the person will be automatically included in this class after conversion
pt_br: Se você preencher a turma abaixo, a pessoa será inserida automaticamente nesta turma após a conversão

source: Number of freshmen by course/turn
pt_br: Número de calouros por curso/turno

source: Number of pupils
pt_br: Número de alunos

source: Number of pupils grouped by class
pt_br: Número de alunos agrupados por turma

source: Number of pupils by state contract
pt_br: Número de alunos por estado contratual

source: Other pupil listing
pt_br: Outras listagens

source: Pupils card
pt_br: Carteirinha dos alunos

source: Birth
pt_br: Nascimento

source: Maximum dependent
pt_br: Máximo de dependências

source: Maximum curricular components dependent to go to the next period
pt_br: Máximo de disciplinas dependentes para avançar no período

source: The pupil have the respective curricular components in dependence:
pt_br: O aluno possui as seguintes disciplinas em dependência:

source: The student has already enroll status in this curricular component.
pt_br: O aluno já possui matrícula nessa disciplina.

source: Professors with schedule register delayed
pt_br: Professores com registro de freqüência atrasado

source: Report of professors with chedule register delayed
pt_br: Relatório de professores com registro de freqüência atrasado

source: Report of professors with daily delayed
pt_br: Relatório de professores com diário atrasado

source: Delayed long
pt_br: Atrasados desde

source: Last entry
pt_br: Último registro

source: Professors with daily not closed
pt_br: Professores com o diário não fechado

source: Class closed
pt_br: Turmas fechadas

source: Report of professors with daily closed
pt_br: Professores com o diário fechado

source: Report of professors with daily not closed
pt_br: Professores com o diário não fechado

source: CLOSED
pt_br: FECHADO

source: NOT CLOSED
pt_br: NÃO FECHADO

source: If the form is specifically for an course occurrence, tell the same below.
pt_br: Caso o formulário seja especificamente para uma ocorrência de curso, informe o mesmo abaixo.

source: If the form is specifically for an class, tell the same below.
pt_br: Caso o formulário seja especificamente para uma turma, informe a mesma abaixo.

source: Practice number hour
pt_br: Número de horas práticas

source: Student curricular component situation
pt_br: Situação das disciplinas do aluno

source: Number of students with registration and payment
pt_br: Número de alunos com pagamento de rematrícula e matrículado

source: Number of students with no registration and payment
pt_br: Número de alunos com pagamento de rematrícula e não matriculado

source: Number of pupils visualization boleta in enroll by period
pt_br: Número de alunos que pagaram boleta de rematrícula no período

source: Number of students for a reason, course and gender
pt_br: Quantidade de alunos por motivo, curso e sexo

source: Number of students per period and gender
pt_br: Quantidade de alunos por período e sexo

source: Number of students by type of school scholarship
pt_br: Quantidade de alunos por tipo de bolsa escolar

source: Number of students per period, reason and course
pt_br: Quantidade de alunos por período, motivo e curso

source: Number of students per period, grade and turn
pt_br: Quantidade de alunos por período, grau e turno

source: Number of students per period, stroke, turn and gender
pt_br: Quantidade de alunos por período, curso, turno e sexo

source: Number of students per period, grade, turn and gender
pt_br: Quantidade de alunos por período, grau, turno e sexo

source: Number of students per period, course, turn and curriculum number hours
pt_br: Quantidade de alunos por período, curso, turno e total de carga horária do curso

source: Number of students per period, stroke, empowerment and gender
pt_br: Quantidade de alunos por período, curso, habilitação e sexo

source: Number of students per period, course, gender and age range
pt_br: Quantidade de alunos por período, curso, sexo e intervalo de idade

source: Number of students per period, income mode, gender and turn
pt_br: Quantidade de alunos por período, forma de ingresso, sexo, turno

source: Listings for sense
pt_br: Listagens do MEC

source: Contractual state
pt_br: Estado contratual

source: Not registers found for this process.
pt_br: Não foram encontrados registros para esse processo.

source: Number of students per period, ingression form, turn and sex
pt_br: Quantidade de alunos por período, forma de ingresso, turno e sexo

source: Empowerment
pt_br: Habilitação

source: Number of students per period, course, total hour charge from course
pt_br: Quantidade de alunos por período, curso, total de carga horária do curso

source: Classes x enroll fee
pt_br: Turmas x taxa matrícula

source: Identity
es: Identidad
pt_br: Identidade

source: Military service
pt_br: Serviço militar

source: Evidence of voter
pt_br: Título de eleitor

source: Listing for student identity card
pt_br: Listagem para cartão de estudante

source: Student identity card
pt_br: Cartão de identidade estudantil

source: Student card
pt_br: Carteira de estudante

source: Examination frequence
pt_br: Frequência de provas

source: Class enroll addition
pt_br: Acréscimo de disciplina para turma

source: @1 pupils enrolled
pt_br: @1 alunos matriculados

source: @1 pupils not enrolled by schedule schock reason
pt_br: @1 alunos não matriculados por choque de horário

source: @1 pupils not enrolled by financial reason
pt_br: @1 alunos não matriculados por motivo financeiro

source: @1 pupils also enrolled into this curricular component
pt_br: @1 alunos que já tinham matrícula nessa disciplina

source: Schedule professor union
pt_br: União de horário de professores

source: Group releases
pt_br: Entregas da disciplina

source: List professor curricular components
pt_br: Listar disciplinas do professor

source: was released
pt_br: foi entregue

source: Professors with daily delayed
pt_br: Professores com o diário atrasado

source: Presence list classes x enroll fee
pt_br: Lista de presença turmas x taxa matrícula

source: Presence list
pt_br: Lista de presença

source: Not all lessons were recorded to complete the academic degree
pt_br: Não foram registradas todas as aulas para finalizar esse grau acadêmico

source: There is one or more students without a note, so it is not possible to supply
pt_br: Existe um ou mais alunos sem a nota, dessa forma, não é possível fazer a entrega

source: School yield
pt_br: Rendimento escolar

source: School Yield
pt_br: Rendimento Escolar

source: Open minutes
pt_br: Diários abertos

source: Report card
pt_br: Boletim

source: Is dependence
pt_br: É de dependência

source: Print report card in lot
pt_br: Impressão em lote de boletins

source: Don't print disapproved curricular components
pt_br: Não imprimir disciplinas reprovadas

source: Don't print enrolled curricular components
pt_br: Não imprimir disciplinas matriculadas/cursando

source: Print "Not coursed" curricular components
pt_br: Imprimir disciplinas não cursadas/a cursar

source: Monograph
pt_br: Monografia

source: Coursed total number hours
pt_br: Carga horária cursada

source: Coefficient
pt_br: Coeficiente

source: Print scolarship description in lot
pt_br: Impressão em lote de históricos

source: Pupil cadastral sheet
pt_br: Ficha cadastral do aluno

source: Personal data
pt_br: Dados pessoais

source: Pupil name
pt_br: Nome do aluno

source: MALE
pt_br: MASCULINO

source: FEMALE
pt_br: FEMININO

source: Marital status
pt_br: Estado civil

source: Documents
pt_br: Documentos

source: Work data
pt_br: Local de trabalho

source: School data
pt_br: Dados escolares

source: Responsable data
pt_br: Dados do fiador

source: Full name
pt_br: Nome completo

source: Student card listing
pt_br: Listagem emitidas

source: Printable listing for student identity card
pt_br: Listagem impressa de carteira de estudante

source: Statement of responsibility
pt_br: Termo de responsabilidade

source: Is substitutive ?
pt_br: É substitutiva ?

source: Max note
pt_br: Nota máxima

source: The greatest note that some pupil can be retrived.
pt_br: A maior nota que um aluno poderá receber.

source: Absences
pt_br: Faltas

source: Attendance report
pt_br: Diário de frequência

source: Minutes of evidence replacement
pt_br: Ata de prova substitutiva

source: Grades
pt_br: Notas

source: Call list
pt_br: Caderno de chamada

source: Attendance roster
pt_br: Registro de presença

source: Absence roster
pt_br: Registro de falta

source: Excused absence
pt_br: Falta abonada

source: Excused absences
pt_br: Faltas abonadas

source: Absence
pt_br: Falta

source: Evaluations
pt_br: Avaliações

source: Curriculum
es: Currículo
pt_br: Matriz curricular

source: Do not print pupil coefficient
pt_br: Não imprimir coeficiente do aluno

source: Grades and absence roster report
pt_br: Ata de registro de notas e faltas

source: Pupil signature
pt_br: Assinatura do aluno

source: Professor signature
pt_br: Assinatura do(a) professor(a)

source: Grades and absence roster report for @1
pt_br: Ata de registro de faltas e notas para @1

source: At
pt_br: Em

source: Is it a period for academic enroll
pt_br: É período para matrícula acadêmica

source: Is it a period for finance enroll
pt_br: É período para matrícula financeira

source: Download academic calendar
pt_br: Copiar calendário acadêmico

source: Final minute review
pt_br: Ata de prova final

source: Enroll services pupil update
pt_br: Atualização de dados da matrícula do aluno

source: Curricular component is closed!
pt_br: A disciplina está finalizada!

source: Print updated contracts
pt_br: Imprimir contratos atualizados

source: Print open invoice
pt_br: Imprimir títulos em aberto

source: Call list in lot
pt_br: Diários em lote

source: Print call list in lot
pt_br: Impressão em lote de diários

source: It is not possible to make the enroll because there is no invoice fee for this student this learning period.
pt_br: Não é possível fazer o acréscimo pois ainda não existe taxa de matrícula para esse aluno nesse período letivo.

source: The enroll fee for this pupil still is open.
pt_br: A taxa de matrícula desse aluno ainda esta em aberto.

source: Print only active contracts
pt_br: Imprimir apenas contratos ativos

source: Course Coordinator Signature
pt_br: Assinatura do(a) Coordenador(a) do Curso

source: Professor Signature
pt_br: Assinatura do(a) Professor(a)

source: Because expression of truth, we enter into these minutes without rassurer.
pt_br: Por ser expressão da verdade, firmamos a presente ata sem rasuras.

source: Exploitation report
pt_br: Relatório de aproveitamentos

source: Internal
pt_br: Interno

source: External
pt_br: Externo

source: Result final act
pt_br: Ata de resultado final

source: Enrolled pupils report
pt_br: Relatório de alunos matriculados

source: Print with vacant totals
pt_br: Imprimir com total de vagas

source: Check this box to print with vacant totals
pt_br: Marque essa caixa para imprimir com total de vagas

source: Dear pupil @1
pt_br: Prezado(a) aluno(a) @1

source: Courses
pt_br: Cursos

source: Delivered documents
pt_br: Documentos entregues

source: You can't fill the field curriculum id from elective group, when the curriculum type is not optative.
pt_br: Você não pode preencher o campo código do currículo do grupo da eletive, quando a categoria do currículo não for optativa.

source: If you are registering an elective curricular component option, enter the curriculum id from the eletive curricular component.
pt_br: Se você estiver registrando uma opção de disciplina eletiva, informe o código do curriculo da disciplina eletiva.

source: Elective
pt_br: Eletiva

source: Training
pt_br: Estágio

source: Curricular component training
pt_br: Estágio de disciplina

source: Supervised training
pt_br: Estágio supervisionado

source: Trainings
pt_br: Estágios

source: Check for process conversion in lot
pt_br: Selecione para processar a conversão em lote

source: You can't process a conversion in lot without check the "check box"
pt_br: Você não pode processar a conversão em lote sem selecionar a "caixa de opção"

source: Cancelled pupils report
pt_br: Relatório de alunos cancelados

source: Typed
pt_br: Digitada

source: Not typed
pt_br: Não digitada

source: Call list status
pt_br: Situação do diário de classe

source: Call list status report
pt_br: Relatório de situação do diário de classe

source: Pupil report
pt_br: Relatório de alunos

source: Incomplete pupil cadastral data
pt_br: Alunos com dados cadastrais incompletos

source: Incomplete pupil cadastral data report
pt_br: Relatório de alunos com dados cadastrais incompletos

source: Is it parcialy typed
pt_br: Está parcialmente digitado

source: Is it not typed
pt_br: Não está digitado

source: The curriculum do not have one curricular component to register complementary activities
pt_br: O currículo não possui uma disciplina para registrar as atividades complementares

source: Re-enroll
pt_br: Rematrícula

source: Table of vacancies
pt_br: Quadro de vagas

source: Vacancies
es: Vacantes
pt_br: Vagas

source: Vacancies reservation
pt_br: Reserva de vagas

source: Add supervised training
pt_br: Adicionar estágio supervisionado

source: The student has not enroll in the curricular component of type training in this period.
pt_br: Aluno não matriculado na disciplina de estágio neste período.

source: There are no curricular component of type training in the student's curriculum.
pt_br: Não existe nenhuma disciplina de estágio na grade curricular do aluno.

source: The student already has training register for this curricular component.
pt_br: O estudante já possui registro de estágio para essa disciplina.

source: Supervised training id
pt_br: Código do estágio supervisionado

source: Set supervised training
pt_br: Definir estágios supervisionados

source: None student eneolled.
pt_br: Nenhum aluno matriculado.

source: Data saved with success.
pt_br: Dados gravados com sucesso.

source: Statements
pt_br: Declarações

source: Statement type
pt_br: Tipo de declaração

source: Statement of academic standing
pt_br: Declaração de situação acadêmica

source: Statement of completion
pt_br: Declaração de conclusão de curso

source: This contract have not all curricular components concluded.
pt_br: Este contrato não tem todas as disciplinas concluídas.

source: Additive term id
pt_br: Código do termo aditivo

source: File for student card
pt_br: Arquivo para carteira de estudante

source: SCHEDULE - TURN
es: HORÁRIO - TURNO

source: of building
es: del edificio

source: the laboratory
es: en el laboratorio

source: the laboratory
es: el laboratorio

source: the laboratory 204 of building 7 will be available for adjustments.
es: el laboratorio 204 de edificio 7 estará disponible para ajustes.

source: will be available for adjustments.
es: estará disponible para ajustes.

source: will be in recess
es: estará en receso

source: 1 and 2
es: 1 y 2

source: 1st opt
es: 1ª opc

source: Ability id
es: Código de la competencia del curso

source: Academic calendar adjustments
es: Ajustes del calendario académico

source: Academic calendar adjustments id
es: Id de ajuste del calendario académico

source: Academic situation - Enroll petition
es: Situación académica - Requerimiento de matrícula

source: Academic situation - enroll petition
es: Situación académica - Requerimiento de matrícula

source: Activity realized
es: Actividad realizada

source: Add to bookmark
es: AÃÂÂÂ±adir a favoritos

source: Address:
es: Dirección:

source: Age:
es: Edad:

source: All contracts
es: Todos los contratos

source: All professors from selection period
es: Todos los profesores del periodo seleccionado

source: AttachedLeaf
es: Hoja adjunta

source: AttachedLeaf list
es: Listado de hoja adjunta

source: Attendance
es: Asitencia

source: Auto complete query
es: Búsqueda de llenado automático

source: Auto complete select
es: Selección del llenado automático

source: Bairro UniversitÃÂÂÂÂ¡rio
es: Barrio Universitario

source: Bairro Universitário
es: Barrion Universitario

source: Begin date lesson
es: Fecha de inicio de clase

source: Begin date lessons
es: Fecha de inicio de clases

source: Begin/End date: from @1 to @2
es: Fecha de inicio/fin: de @1 a @2

source: Birthdate
es: Fecha de nacimiento

source: Bookmark
es: Favorito

source: By day, turn and campus
es: Por día, turno y campus

source: CANCELLED
es: CANCELADO

source: COURSED CURRICULAR COMPONENT
es: DISCIPLINAS CURSADAS

source: CPF
es: CUIL/CUIT

source: Can not obtain respective learning period. Check if it is correctly registered for this course and period
es: No se puede obtener el periodo de enseÃÂÂÂ±anza respectivo. Verifique si está correctamente registrado para este curso y periodo

source: Car plate:
es: Patente del vehículo:

source: Cell Phone:
es: Tel. celular:

source: Cell phone:
es: Tel. celular:

source: Certified type link
es: Vínculo para el tipo de certificado

source: Choose a period to see the available contracts.
es: Elija un periodo para ver los contratos disponibles.

source: Circular document
es: Oficio

source: Circular document
es: Oficio

source: City exam
es: Ciudad de examen

source: City:
es: Ciudad:

source: Click here to see the available groups for this curricular component
es: Cliquee aquí para ver los grupos disponibles para esta disciplina

source: Click here to see the conditions for this curricular component
es: Cliquee aquí para ver los requisitos para esta disciplina

source: Click in the button below to generate the enroll material of selected pupil:
es: Cliquee la tecla a continuación para generar el material de matrícula del alumno seleccionado:

source: Close income forecast
es: Cerrar previsión de ingresos

source: Co-condition error
es: Error de co-requisito

source: Complemantary activity category
es: Categoría da actividad complementaria

source: Complemantary activity category id
es: Id de categoría de actividad complementaria

source: Complementar activity annex
es: Anexo de actividad complementaria

source: Complementar activity discriminated
es: Actividad complementaria discriminada

source: Complementary activities category
es: Categoría de actividades complementarias

source: Complementary activities category id
es: Id de categoría de actividades complementarias

source: Complementary activity category description
es: Descripción de categoría de actividad complementaria

source: Complete selective process' all acts
es: Todas las actas de proceso seletivo completo

source: Condition curriculum course
es: Curso de requisito curricular

source: Condition curriculum course version
es: Versión de curso de requisito curricular

source: Condition curriculum curricular component
es: Disciplina de requisito curricular

source: Condition curriculum curricular component id
es: Id de disciplina de requisito curricular

source: Condition curriculum curricular component name
es: Nombre de la disciplina de requisito curricular

source: Condition curriculum curricular component version
es: Versión de la disciplina de requisito curricular

source: Condition curriculum id
es: Id de requisito curricular

source: Conditional curriculum course
es: Curso de requisito curricular

source: Conditional curriculum course id
es: Id del curso de requisito curricular

source: Conditional curriculum course name
es: Nombre del curso de requisito curricular

source: Conditional curriculum course version
es: Versión del curso de requisito curricular

source: Conditional curriculum curricular component
es: Disciplina de requisito curricular

source: Conditional curriculum curricular component id
es: Id de la disciplina de requisito curricular

source: Conditional curriculum curricular component name
es: Nombre de la disciplina de requisito curricular

source: Conditional curriculum curricular component version
es: Versión de la disciplina de requisito curricular

source: Conditional curriculum id
es: Id de requisito curricular
