Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/academic.po
Languages: es, pt_br

source: Non coursed
es: No cursada

source: Num credits
es: Núm de créditos

source: Number hours enroll
es: Número de horas de matrícula

source: Number hours exploitation
es: Número de horas aprovechadas

source: Number hours total in curriculum
es: Número de horas total de currículo

source: Number of credits
es: Número de créditos

source: Number of pupils enrolled by course separated by selective process
es: Número de alumnos matriculados por curso separados por proceso selectivo

source: Number of pupils enrolled by group and week day
es: Número de alumnos matriculados por grupo y día de la semana

source: OTHER COURSED CURRICULAR COMPONENT
es: OTRA DISCIPLINA CURSADA

source: Obs
es: Observación

source: Obs.: Each credit corresponds to fifteen hours/lesson, are only approved pupils that have @1 of frequency and minimal grade equals or superior at @2.
es: Obs.: Cada crédito corresponde a quince horas/cátedra, son solamente aprobados alumnos que tengan @1 de asistencia y nota mínima igual o superior a @2.

source: Obs.: Physical Education
es: Obs.: Educación física

source: Obs: Each credit corresponds to fifteen hours/lesson, are only approved studends that have @1 of frequency and minimal note equals or superior at @2
es: Obs: Cada crédito corresponde a quince horas/cátedra, son solamente aprobados alumnos que tengan @1 de asistencia y nota mínima igual o superior a @2

source: Obs: Each credit corresponds to fifteen hours/lesson, are only approved pupils that have @1 of frequency and minimal grade equals or superior at @2.
es: Obs.: Cada crédito corresponde a quince horas/cátedra, son solamente aprobados alumnos que tengan @1 de asistencia y nota mínima igual o superior a @2.

source: Obs: Physical Education
es: Obs.: Educación física

source: Obs: Physical Education:
es: Obs.: Educación física:

source: Observation exploitation
es: Observación de aprovechamiento

source: Oficio Number
es: Número do oficio

source: Old course
es: Curso antiguo

source: Old course name
es: Nombre del curso antiguo

source: Old course version
es: Versión del curso antiguo

source: Old turn
es: Turno antiguo

source: Old turn description
es: Descripción del turno antiguo

source: Old turn id
es: Id de turno antiguo

source: Old unit
es: Unidad antigua

source: Old unit description
es: Descripción de unidad antigua

source: Old unit id
es: Id de unidad antigua

source: On period
es: En el periodo

source: On the end of the enroll period, we inform that you are enrolled in course
es: Al final del periodo de matrícula, Le informaremos que está matriculado en el curso

source: Only active contracts
es: Solamente contratos activos

source: Only the General Secretary is authorized to add pupils in attendance list
es: Solamente la Secretaria General está autorizada a incluir alumnos en la lista de asistencia

source: Optional curricular components
es: Disciplinas opcionales

source: Organ
es: Órgano

source: Payment day
es: Día de pago

source: Payroll discount employee id
es: Id de empleado con descuento en recibo de sueldo

source: Per: Period - H.L.: Hourly load - Cred: Number of curricular component credits - Expl: Exploitations - Sem: Semester/Serie - E: Exploitation curricular component
es: Per: Período - C.H.: Carga horaria - Créd: Número de créditos de la disciplina - Aprov.: Aprovechamientos - Sem: Semestre/Serialización - A: Disciplinas aprovechadas

source: Per: Period - M/C: Minimum/Complementary - H.L.: Hourly load - Cred: Number of curricular component credits - Expl: Exploitations - Sem: Semester/Serie - E: Exploitation curricular component
es: Per: Período - M/C: Mínimo/Complementario - C.H.: Carga horaria - Créd: Número de créditos de la disciplina - Aprov.: Aprovechamientos - Sem: Semestre/Serialización - A: Disciplinas aprovechadas

source: Per: Period - M/C: Minimum/Complementary - H.L.: Hourly load - Cred: Number of curricular component credits - Expl: Exploitations - Sem: Semester/Serie - E: Exploitation curricular component
es: Per: Período - M/C: Mínimo/Complementario - C.H.: Carga horaria - Créd: Número de créditos de la disciplina - Aprov.: Aprovechamientos - Sem: Semestre/Serialización - A: Disciplinas aprovechadas

source: Percentual
es: Porcentaje

source: Period Id
es: Id de periodo

source: Period enroll date
es: Fecha de matrícula del periodo

source: Period enroll date id
es: Id de la fecha del periodo de matrícula

source: Period:
es: Periodo:

source: Person name of inscription seletive process
es: Nombre de la persona en la inscripción para proceso selectivo

source: Phone:
es: Teléfono:

source: Physical resource: @1
es: Recurso físico: @1

source: Plate car
es: Patente de vehículo

source: Please contact us for more informations
es: Por favor, comuníquese con nosotros para más informaciones

source: Please correct this problems and try again
es: Por favor, corrija los problemas e intente nuevamente

source: Please, contact us for more informations
es: Por favor, comuníquese con nosotros para más informaciones

source: Please, select what act you want to print:
es: Por favor, seleccione el acta que desea imprimir:

source: Please, select what type of report's candidate's room you want to print:
es: Por favor, seleccione el tipo de reporte de candidatos por aula que desea imprimir:

source: Previous learning period code
es: Código de período lectivo anterior

source: Previous period id
es: Id de período anterior

source: Print all enroll material
es: Imprimir todo el material de matrícula

source: Print disciplines substituted in Minimun Resume
es: Imprimir disciplinas sustituidas en el Currículo Mínimo

source: Print mode:
es: Modo de impresión:

source: Print substituted disciplines in Complementar Resume or print substituted disciplines
es: Imprimir disciplinas sustituidas en el Currículo Complementario o imprimir disciplinas sustituidas

source: Professor
es: Docente

source: Pupil:
es: Alumno:

source: Put in the 1st column the weekday when occurs the curricular component: Day = 1-Sun, 2-Mon, 3-Tue, 4-Wed, 5-Thu, 6-Fri, 7-Sat, 8-Intensive and in 2nd column the turn: Turn = M-Morning, A-Afternoon, N-Night, V-Vespertine
es: Colocar en la primera columna el día de la semana en que ocurre la disciplina: Dia = 1-Dom, 2-Lun, 3-Mar, 4-Mie, 5-Jue, 6-Vie, 7-Sáb, 8-Intensivo, y en la segunda columna el turno: Turno = M-MaÃÂÂÂ±ana, T-Tarde, N-Noche, V-Vespertino

source: RESPONSIBLE FOR THE PAYMENT OF THE MONTHLY FEES (Deep Support to Student):
es: RESPONSABLE POR EL PAGO DE LAS MENSUALIDADES (FAE - Fondo de Apoyo al Estudiante):

source: Reasons
es: Motivos

source: Received by:
es: Recibido por:

source: Report order
es: Orden de reporte

source: Research
es: Investigar

source: Reset
es: Reconfigurar

source: Restant number hours
es: Número de horas remanentes

source: Sagu1 schedule learning period id
es: Id de horario del periodo lectivo del Sagu1

source: Save and insert other
es: Guardar e insertar otro

source: Schedule code
es: Código de horario

source: Schedule enroll
es: Horario de matrícula

source: Select if the contract state needs reason to be completed
es: Seleccione si el estado del contrato necesita motivo para ser completado

source: Select the center
es: Seleccione el centro

source: Select the center code
es: Seleccione el código del centro

source: Select the center id
es: Seleccione el id del centro

source: Select the contract course
es: Seleccione el curso del contrato

source: Select the course center
es: Seleccione el centro del curso

source: Select the enroll period
es: Seleccione el periodo de matrícula

source: Select the income source id
es: Seleccione el id del origen de ingresos

source: Select the knowledge area
es: Seleccione el área de conocimiento

source: Select the knowledge area id
es: Seleccione el código del área de conocimiento

source: Select the learning period
es: Seleccione el periodo lectivo

source: Select the respective contract course
es: Seleccione el respectivo curso de contrato

source: Select the respective learning period
es: Seleccione el periodo lectivo

source: Select the respective person code
es: Seleccione el respectivo código de la persona

source: Selective proccess
es: Proceso selectivo

source: Selective process description
es: Descripción del proceso selectivo

source: Selective process id
es: Id de proceso selectivo

source: Stamp id
es: Id de sello

source: Stamp one
es: Sello uno

source: Stamp two
es: Sello dos

source: States contract search
es: Búsqueda de estados contractuales

source: Status description
es: Descripción de estado

source: Substitution curricular component
es: Sustituición de disciplina

source: Substitution curricular component id
es: Id de disciplina sustituida

source: Test end course contract
es: Contrato de evaluación del Ministerio

source: Test end course date
es: Fecha de evaluación del Ministerio

source: Test end course type
es: Tipo de evaluación del Ministerio

source: Test end course type description
es: Descripción del tipo de evaluación del Ministerio

source: Test end course type id
es: Id de tipo de evaluación del Ministerio

source: Test end course type search
es: Búsqueda de tipo de evaluación del Ministerio

source: The actual debt value is @1.
es: El monto actual del débito es de @1.

source: The contract code is not defined in form
es: El código del contrato no fue definido en el formulario

source: The courses above already have a learning period for the selected period. It's strongly recommended that you don't choose this courses.
es: Los cursos a continuación ya tienen un periodo lectivo para el periodo seleccionado. Es altamente recomendado que no se elijan estos cursos.

source: The courses above already have a learning period for the selected period. It's strongly recommended that you don't choose this courses. DISMARK the courses that you want generate exactly thus.
es: Los cursos a continuación ya tienen un periodo lectivo para el periodo seleccionado. Es altamente recomendado que no se elija estos cursos. Quite la TILDE para los cursos que aún así desee generar.

source: The courses above already have a schedule learning period for the selected period. It's strongly recommended that you don't choose this courses. DISMARK the courses that you want generate exactly thus.
es: Los cursos a continuación ya tienen un horario de periodo lectivo para el periodo seleccionado. Es altamente recomendado que no elija estos cursos. Quite la TILDE para los cursos que aún así desee generar.

source: The following curricular components have shocking schedules:
es: Las siguientes disciplinas están en conflicto de horario:

source: The rooms are already defined, limiting, therefore, the vacant number of each group. Consequently, as soon you make your adjustments and additions, higher is the possibility to have your necessities taken care of. We alert, equally, that Univates take the right to accomplish the necessary adjustments like, for example, professors substitution, group change or division, without previous information or pupil consultation.
es: Las aulas ya fueron definidas, limitándose por lo tanto, a partir de este momento, el número de vacantes de cada grupo. Por consiguiente, cuanto antes realice el ajuste o aumento de matrícula, mayor será la posibilidad de ver atendidas sus necesidades. Alertamos, igualmente, que Univates se reserva el direcho de realizar los ajustes necesarios como, por ejemplo, reasignación de docentes, movimiento y/o división de grupos, sin previo aviso o consulta al aluno.

source: The schedule
es: El horario

source: The together curricular components must be coursed
es: Las disciplinas deberán ser cursadas al mismo tiempo

source: This curricular component was coursed or is in course.
es: Esta disciplina ya fue o está siendo cursada.

source: To 20
es: Para 20

source: Total H/C
es: H/C total

source: Total credits
es: Total créditos

source: Total groups
es: Total grupos

source: Transistion
es: Transición

source: Transistion type
es: Tipo de transición

source: True
es: Verdadero

source: Turn code
es: Código de turno

source: Turn: @1
es: Turno: @1

source: Unit code
es: Código de la unidad

source: Unit: @1
es: Unidad: @1

source: Vacancies: @1/@2
es: Vacantes: @1/@2

source: We remind that, in necessity case of eventual adjustments or enroll additions,
es: Le recordamos que, en caso de necesidad de ajustes eventuales o aumentos de matrícula,

source: We wish, finally, a good rest on this academic vacation final period and a beneficial learning period. We remain available for any necessity.
es: Le deseamos un buen descanso en este periodo final de vacaciones académicas y un periodo lectivo provechoso. Permaneceremos a su disposición para lo que se haga necesario.

source: Week day description
es: Descripción del día hábil

source: Week day: @1
es: Día hábil: @1

source: Week end exams begin
es: Semana de inicio de los examines finales

source: Work Phone:
es: Teléfono comercial:

source: Work phone:
es: Teléfono comercial:

source: Year conclusion
es: AÃÂÂÂ±o de egreso

source: Zip code:
es: Código Postal:

source: already registered for the course
es: ya se encuentra registrado para el curso

source: at unit
es: en la unidad

source: cancelled
es: cancelado

source: concept
es: concepto

source: converted to
es: convertido a

source: courseName
es: Nombrecurso

source: degree
es: grado académico

source: description
es: descripción

source: finalResultAct
es: Actaresultadofinal

source: for course
es: para el curso

source: i.e.: 2 H/L |-/| 4 H/L |=|
es: Ej.: 2 H/A |-/| 4 H/A |=|

source: i.e.: 4 H/L |X|
es: Ej.: 4 H/A |X|

source: in groups listed above.
es: en los grupos listados arriba.

source: minimun number lessons
es: número mínimo de lecciones

source: on period
es: en el periodo

source: percent
es: porcentaje

source: testetstsetset
es: AVISO!\nVocÃª estÃÂÂÂÂÂ¡ tentando imprimir o Contrato de PrestaÃÂÂÂÂÂ§ÃÂÂÂÂÂ£o de ServiÃÂÂÂÂÂ§os para calouros.\nPara isso ser possÃÂÂÂÂÂ­vel, informe o cÃÂÂÂÂÂ³digo do Processo Seletivo no campo Processo Seletivo.\nAlÃÂÂÂÂÂ©m disso escolha ao lado a opÃÂÂÂÂÂ§ÃÂÂÂÂÂ£o pela qual o candidato classificou.\nCUIDADO: Executando esta operaÃÂÂÂÂÂ§ÃÂÂÂÂÂ£o o NÃºmero do Contrato de PrestaÃÂÂÂÂÂ§ÃÂÂÂÂÂ£o de \nServiÃÂÂÂÂÂ§os Educacionais (999999/99X) do(s) aluno(s) serÃÂÂÂÂÂ¡ recodificado!!!

source: this could be accomplished by Internet
es: esto podría ser logrado por Internet

source: updated
es: actualizado

source: updated!
es: actualizado!

source: will be available for adjustments.
es: estará disponible para ajustes.

source: without pendencies at the moment
es: Sin temas pendientes en este momento
