Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/academic.po
Languages: es, pt_br

source: Print content programmarian
pt_br: Imprimir conteúdo programático

source: Print date
pt_br: Data de impressão

source: Print disciplines substituted
pt_br: Imprimir disciplinas substituídas

source: Print exploitations details
pt_br: Imprimir detalhes de aproveitamentos

source: Print mode
es: Modo de impresión
pt_br: Modo de impressão

source: Print mode @1 does not exists.
pt_br: Modo de impressão @1 não existe.

source: Print other coursed disciplines
es: Imprimir otras disciplinas cursadas
pt_br: Imprimir outras disciplinas cursadas

source: Print register diploma document
pt_br: Imprimir documento de registro de diploma

source: Print register sheet document
pt_br: Imprimir documento de folha de registro

source: Print report
es: Imprimir reporte
pt_br: Imprimir relatório

source: Print reports
es: Imprimir reportes
pt_br: Imprimir relatórios

source: Print schedule
pt_br: Imprimir horário

source: Print text: Dismissal physical education
es: Imprimir el texto: Liberación de educación física
pt_br: Imprimir o texto: Dispensa de educação física

source: Problems getting curriculum id. Check the curricular component register in contract course.
pt_br: Problemas ao buscar o código da matriz curricular. Verifique o cadastro da disciplina no curso do contrato.

source: Process
es: Proceso
pt_br: Processo

source: Professor center
pt_br: Centro do professor

source: Professor certified
es: Docente certificado
pt_br: Atestado de professor

source: Professor curricular component
pt_br: Disciplinas do professor

source: Professor curricular component id
pt_br: Código da disciplina do professor

source: Professor formation
pt_br: Formação do professor

source: Professor id
es: Id de docente
pt_br: Código do professor

source: Professor inserted
pt_br: Professor inserido

source: Professor name
es: Nombre del docente
pt_br: Nome do professor

source: Professor schedule
pt_br: Horário do professor

source: Professor search
pt_br: Localizar professor

source: Professor updated
pt_br: Professor atualizado

source: Professors
es: Docentes
pt_br: Professores

source: Proficiency
es: Proficiencia
pt_br: Proficiência

source: Protocol id
pt_br: Código do protocolo

source: Publisher
pt_br: Editora

source: Pupil
es: Alumno
pt_br: Aluno

source: Pupil is not sub-judicial
pt_br: Aluno não está sub-júdice

source: Pupil is obliged to attend a course in curricular components
pt_br: Aluno é obrigado a cursar em discipinas

source: Pupil is obliged to attend a course in curricular components of the course in the respective turn to can to attend a course curricular components in other turns
pt_br: Aluno é obrigado a cursar em disciplinas do curso no respectivo turno para que possa cursar mais disciplinas em outros turnos

source: Pupil listing
es: Listado de alumnos
pt_br: Listagem de alunos

source: Pupil situation
pt_br: Situação do aluno

source: Pupil's enroll material
es: Material de matrícula de los alumnos
pt_br: Material de matrícula dos alunos

source: Pupils
pt_br: Alunos

source: Pupils by enroll book status
pt_br: Alunos por estado do livro matrícula

source: Pupils by enroll situation
pt_br: Alunos por situação de matrícula

source: Pupils in transfer to other institution or with transfer document forwarded
pt_br: Alunos em transferência para outra instituição ou com documento de transferência encaminhado

source: Pupils registered in course
pt_br: Alunos registrados no curso

source: Pupils status
pt_br: Estado dos alunos

source: Pupils that coursed
pt_br: Alunos que cursaram

source: Pupils total
es: Total de alumnos
pt_br: Total de alunos

source: Put in the first column the weekday when occurs the curricular component: Day = 1-Sun, 2-Mon, 3-Tue, 4-Wed, 5-Thu, 6-Fri, 7-Sat, 8-Intensive and in second column the turn: Turn = M-Morning, A-Afternoon, N-Night, V-Vespertine
es: Colocar en la primera columna el día de la semana en que ocurre la disciplina: Dia = 1-Dom, 2-Lun, 3-Mar, 4-Mie, 5-Jue, 6-Vie, 7-Sáb, 8-Intensivo, y en la segunda columna el turno: Turno = M-MaÃÂÂÂ±ana, T-Tarde, N-Noche, V-Vespertino
pt_br: Colocar na primeira coluna o dia da semana em que ocorre a disciplina: Dia = 1-Dom, 2-Seg, 3-Ter, 4-Qua, 5-Qui, 6-Sex, 7-Sáb, 8-Intensivo e na segunda coluna o turno: Turno = M-Manhã T-Tarde, N-Noite, V-Vespertino

source: Put manually the number of cursed semester
pt_br: Coloque manualmente o número do semestre cursado

source: Quantity
pt_br: Quantidade

source: Quantity exploitation credits
pt_br: Quantidade de créditos aproveitados

source: Quantity exploitation hours
pt_br: Quantidade de horas aproveitadas

source: Quarter
pt_br: Bairro

source: Question
es: Pregunta
pt_br: Questão

source: REPORT @1
es: REPORTE @1
pt_br: RELATÓRIO @1

source: RESPONSIBLE FOR THE PAYMENT OF THE MONTHLY FEES (Deep Support to Student)
es: RESPONSABLE POR EL PAGO DE LAS MENSUALIDADES (FAE - Fondo de Apoyo al Estudiante)
pt_br: RESPONSÁVEL PELO PAGAMENTO DAS MENSALIDADES (FAE - Fundo de Apoio ao Estudante)

source: RESULTS
pt_br: RESULTADOS

source: Reason
es: Motivo
pt_br: Motivo

source: Reason cancellation
es: Motivo de cancelación
pt_br: Motivo de cancelamento

source: Reason cancellation id
es: Id de motivo de cancelación
pt_br: Código do motivo de cancelamento

source: Reason description
es: Descripción del motivo
pt_br: Descrição do motivo

source: Reason id
es: Id de motivo
pt_br: Código do motivo

source: Reason of in
pt_br: Motivo de entrada

source: Reason search
es: Búsqueda de motivo
pt_br: Localizar motivo

source: Received by
es: Recibido por
pt_br: Recebido por

source: Received in the secretary in
es: Recibido en secretaria el
pt_br: Recebido na secretaria em

source: Recess period
es: Periodo de receso
pt_br: Período de recesso

source: Recognition
es: Reconocimiento
pt_br: Reconhecimento

source: Recognition date
es: Fecha de reconocimiento
pt_br: Data de reconhecimento

source: Recognition document number
es: Número del documento de reconocimiento
pt_br: Número do documento de reconhecimento

source: Record date
es: Fecha de registro
pt_br: Data de registro

source: Regimen
es: Régimen
pt_br: Regime

source: Regimen description
es: Descripción del régimen
pt_br: Descrição do regime

source: Regimen id
es: Id de régimen
pt_br: Código do regime

source: Regimen search
es: Búsqueda de régimen
pt_br: Localizar regime

source: Register
es: Registro
pt_br: Cadastro

source: Register diploma
pt_br: Registrar diploma

source: Register diploma document
pt_br: Documento de registro de diploma

source: Register evaluation
pt_br: Registrar avaliação

source: Register group schedule
pt_br: Definir horário para disciplina oferecida

source: Register schedule professor
pt_br: Registrar professor para horário

source: Register sheet
pt_br: Folha de registro

source: Register sheet document
pt_br: Documento de folha de registro

source: Register type
pt_br: Tipo de registro

source: Registered group
pt_br: Registrada disciplina oferecida

source: Regiter id
pt_br: Código do registro

source: Reingression day
pt_br: Dia de reingresso

source: Reingression month
pt_br: Mês de reingresso

source: Reingression period day
pt_br: Ano para período de reingresso

source: Reingression period day to
pt_br: Dia para período de reingresso

source: Reingression period month
pt_br: Mês para período de reingresso

source: Reingression period month to
pt_br: Mês para período de reingresso

source: Reingression period year to
pt_br: Ano para período de reingresso

source: Reingression semester
pt_br: Semestre de reingresso

source: Reingression year
pt_br: Ano de reingresso

source: Remaining number hours
pt_br: Carga horária restante

source: Remove unblock
pt_br: Remover desbloqueio

source: Repetition listing
pt_br: Listagem de repetência

source: Report
es: Reporte
pt_br: Relatório

source: Report link
es: Vínculo para reporte
pt_br: Atalho para relatório

source: Report option
es: Opción de reporte
pt_br: Opção de relatório

source: Report options
es: Opciones de reporte
pt_br: Opções do relatório

source: Report parameters
es: Parámetros de reporte
pt_br: Parâmetros do relatório

source: Report type
es: Tipo de reporte
pt_br: Tipo de relatório

source: Request academic degree
es: Requerir grado académico
pt_br: Requer grau acadêmico

source: Request date for reingression
pt_br: Solicitar data para reingresso

source: Required course code
pt_br: Código do curso requerido

source: Required learning period code
pt_br: Código do período letivo requerido

source: Requirements
es: Requerimientos
pt_br: Exigências

source: Res Phone
es: Tel Res
pt_br: Fone Res

source: Residential Phone
es: Teléfono residencial
pt_br: Telefone residencial

source: Residential phone
pt_br: Telefone residencial

source: Restricted document id
pt_br: Código do documento restrito

source: Restricted documents
pt_br: Documentos restritos

source: Results final verification date
es: Fecha de verificación de resultados finales
pt_br: Data de verificação dos resultados finais

source: Room
es: Aula
pt_br: Sala

source: Room-Building
es: Aula-Edificio
pt_br: Sala-Prédio

source: Room/Building
pt_br: Sala/Prédio

source: Rows
es: Filas
pt_br: Linhas

source: Rules
pt_br: Regras

source: Run
es: Ejecutar
pt_br: Executar

source: SCHEDULE
pt_br: HORÁRIO

source: SCHEDULE - TURN
es: HORARIO - TURNO
pt_br: HORÁRIO - TURNO

source: SCOLARSHIP DESCRIPTION
es: DESCRIPCION DEL CERTIFICADO ANALITICO
pt_br: HISTÓRICO ESCOLAR

source: SELECTIVE PROCESS RESULTS
pt_br: RESULTADOS DO PROCESSO SELETIVO

source: SEMESTER
pt_br: SEMESTRE

source: SUMMARY
pt_br: EMENTA

source: Saturday
pt_br: Sábado

source: Save
es: Guardar
pt_br: Salvar

source: Save and exit
pt_br: Salvar e sair

source: Save and insert other group
pt_br: Salvar e oferecer outra disciplina

source: Save and insert other professor
pt_br: Salvar e definir outro professor

source: Save and insert other schedule
es: Guardar e insertar otro horario
pt_br: Salvar e definir outro horário

source: Save and insert professor to this schedule
pt_br: Salvar e definir professor para este horário

source: Save and insert schedule to this group
pt_br: Salvar e definir um horário

source: Save and not insert schedule to this group
pt_br: Salvar sem definir um horário

source: Save and offer other curricular component
pt_br: Salvar e oferecer outra disciplina

source: Save choosed options
pt_br: Gravar opções escolhidas

source: Save just this movement contract
pt_br: Salvar somente esta movimentação contratual

source: Save this movement contract and insert other
pt_br: Salvar esta movimentação contratual e inserir outra

source: Schedule
es: Horario
pt_br: Horário

source: Schedule id
es: Id de horario de clases
pt_br: Código do horário da disciplina oferecida

source: Schedule learning period
es: Horario por periodo lectivo
pt_br: Horário do período letivo

source: Schedule learning period description
es: Descripción del horario por periodo lectivo
pt_br: Descrição do horário do período letivo

source: Schedule learning period id
es: Id de horario por periodo lectivo
pt_br: Código do horário do período letivo

source: Schedule learning period search
es: Búsqueda de horario por periodo lectivo
pt_br: Localizar horário do período letivo

source: Schedule professor
es: Horario de Docente
pt_br: Professor do horário

source: Schedule professor and degree search
es: Búsqueda de docente y grados académicos
pt_br: Localizar professor e graus acadêmicos

source: Schedule professor id
es: Id de horario de docente
pt_br: Código do professor do horário

source: Schedule professor search
es: Búsqueda de horario de docente
pt_br: Localizar professor do horário

source: Schedule search
es: Búsqueda de horario
pt_br: Localizar horário

source: Schedule shock unblock
es: Desbloqueo por conflicto de horario
pt_br: Desbloqueio por choque de horário

source: Schedules for
es: Horarios para
pt_br: Horários para

source: Scolarship description
es: Descripción del certificado analítico
pt_br: Histórico escolar

source: Search
es: Búsqueda
pt_br: Localizar

source: Search for
es: Búsqueda por
pt_br: Procurar por

source: Secretariats education
pt_br: Secretaria de ensino

source: Secretary
pt_br: Secretaria

source: Sector
pt_br: Setor

source: Select a period
es: Seleccione un periodo
pt_br: Selecione um período

source: Select here the curricular component that dont will can are would course if the "Out" curricular component is coursed
pt_br: Selecione aqui a disciplina que não poderá ser cursada se a disciplina de "Saída" for cursada

source: Select here the curricular component that if is coursed, hind the "In" curricular component at are would course
pt_br: Selecione aqui a disciplina que se for cursada, impede a disciplina de "Entrada" de ser cursada

source: Select the income source code
es: Seleccione el código del origen
pt_br: Selecione o código da origem

source: Select the knowledge area code
es: Seleccione el código de área de conocimiento
pt_br: Selecione o código da area de conhecimento

source: Select the operation id
es: Seleccione el id de operación
pt_br: Selecione o código da operação

source: Select the report
es: Seleccione el reporte
pt_br: Selecione o relatório

source: Select the respective situation option
es: Seleccione la respectiva opción de situación
pt_br: Selecione a respectiva opção de situação

source: Selected contract is not available for enroll
es: El contrato seleccionado no está disponible para matrícula
pt_br: O contrato selecionado não está disponível para matrícula

source: Selected course is inactive
es: El curso seleccionado está inactivo
pt_br: O curso selecionado está inativo

source: Selective process
es: Proceso selectivo
pt_br: Processo seletivo

source: Selective process inscription
pt_br: Inscrição do processo seletivo

source: Semester
es: Semestre
pt_br: Semestre

source: Semester
es: Semestre
pt_br: Semestre

source: Semester certified
es: Certificado de semestralidad
pt_br: Atestado de semestralidade

source: Semester or year
pt_br: Semestre ou ano

source: Semester schedule
pt_br: Horário do semestre

source: Semester total
es: Total de semestres
pt_br: Total de semestres

source: Semester, alphabetic order
pt_br: Semestre, ordem alfabética

source: Send e-mail
es: Debe enviar e-mail
pt_br: Deve enviar e-mail

source: September
pt_br: Setembro

source: Sequence
es: Secuencia
pt_br: Sequência

source: Seven
es: Siete
pt_br: Sete

source: Sex
es: Sexo
pt_br: Sexo

source: Sheet
pt_br: Folha

source: Sheet number
pt_br: Número da folha

source: Short description
es: Abreviación
pt_br: Abreviatura

source: Short name
es: Nombre abreviado
pt_br: Abreviatura

source: Show credits column
es: Exhibir columna de créditos
pt_br: Exibir coluna de créditos

source: Show for
pt_br: Exibir para

source: Shown for listener pupils
pt_br: Exibida para alunos ouvintes

source: Signature
pt_br: Assinatura

source: Signature list
pt_br: Lista de assinaturas

source: Situation of pupil
es: Situación del alumno
pt_br: Situação do aluno

source: Six
es: Seis
pt_br: Seis

source: So, the values in financial summary may change
pt_br: Por isso, os valores no resumo financeiro podem mudar

source: Sort curricular component by
pt_br: Ordenar disciplinas por

source: Special necessity
pt_br: Necessidade especial

source: Special necessity description
es: Descripción de necesidad especial
pt_br: Descrição da necessidade especial

source: Special necessity id
es: Id de necesidad especial
pt_br: Código da necessidade especial

source: Specific
es: Específico
pt_br: Específico

source: Stamp
es: Sello
pt_br: Carimbo

source: Stamp 1
es: Sello 1
pt_br: Carimbo 1

source: Stamp 2
es: Sello 2
pt_br: Carimbo 2

source: Stamps
es: Sellos
pt_br: Carimbos

source: State contract
es: Estado contractual
pt_br: Estado contratual

source: State contract description
es: Descripción de estado contractual
pt_br: Descrição do estado contratual

source: State contract field
es: Campo de estado contractual
pt_br: Campo do estado contratual

source: State contract field description
es: Descripción del campo de estado contractual
pt_br: Descrição do campo do estado contratual

source: State contract field id
es: Id de campo de estado contractual
pt_br: Código do campo do estado contratual

source: State contract id
es: Id de estado contractual
pt_br: Código do estado contratual

source: State contract listing
pt_br: Listagem de estados contratuais

source: State contract of in
pt_br: Forma de ingresso na instituição

source: State contract search
es: Búsqueda de estado contractual
pt_br: Localizar estado de contrato

source: State contract transistion
pt_br: Transição do estado contratual

source: State date
es: Fecha de estado
pt_br: Data do estado

source: State description
es: Descripción de estado
pt_br: Descrição do estado

source: State enroll book
pt_br: Estado do livro matrícula

source: State enroll book description
pt_br: Descrição do estado do livro matrícula

source: State enroll book id
pt_br: Código do estado do livro matrícula

source: State enroll book rules
pt_br: Regras do estado do livro matrícula

source: State hour
pt_br: Horário do estado

source: State id
es: Id de estado
pt_br: Código do estado

source: State name
es: Nombre de estado
pt_br: Nome do estado

source: State time
es: Horario de estado
pt_br: Horário do estado

source: State transistion
es: Transición de estado
pt_br: Transição do estado

source: States contract
es: Estados de contrato
pt_br: Estados do contrato

source: States contract field description
es: Descripción del campo de los estados contractuales
pt_br: Descrição do campo dos estados contratuais

source: States contract field id
es: Código do campo dos estados contratuais
pt_br: Código do campo dos estados contratuais

source: States contract id
es: Id de los estados contractuales
pt_br: Código dos estados contratuais

source: States contract id of in
pt_br: Estados contratuais de entrada

source: Status
es: Estado
pt_br: Estado

source: Status id
es: Id de estado
pt_br: Código do estado

source: Student data
es: Datos de Alumno
pt_br: Dados do ensino médio

source: Students evaluation
pt_br: Avaliação dos alunos

source: Sub group
es: Sub-grupo
pt_br: Sub-turma

source: Sub leader
es: Vicelíder
pt_br: Vice-líder

source: Sub leader id
es: Id de vicelíder
pt_br: Código do vice-líder

source: Sub leader name
es: Nombre del vicelíder
pt_br: Nome do vice-líder

source: Sub-Judicial
es: Sub-giudice
pt_br: Sub-Júdice

source: Sub-Judicial certified
pt_br: Atestado de sub-júdice

source: Substitute curricular component
pt_br: Disciplina substituta

source: Substitute curricular component id
pt_br: Código da disciplina substituta

source: Substitute curricular component version
pt_br: Versão da disciplina substituta

source: Substitution
pt_br: Substituição

source: Substitution unblock
es: Desbloqueo por sustitución
pt_br: Desbloqueio por substituição

source: Success
es: Éxito
pt_br: Sucesso

source: Summary
es: Resumen
pt_br: Ementa

source: Sunday
pt_br: Domingo

source: Technican
es: Técnico
pt_br: Técnico

source: Technician
es: Técnico
pt_br: Técnico

source: Ten
es: Diez
pt_br: Dez

source: Test end course
es: Evaluación del Ministerio
pt_br: Avaliação do MEC

source: Text evaluation
es: Evaluación escrita
pt_br: Avaliação escrita

source: The actual debt value is @1
es: El monto actual del débito es de @1
pt_br: O valor atual do débito é de @1

source: The contract course occurrence and the destination course occurrence are the same
pt_br: A ocorrência do curso do contrato e a ocorrência do curso destino são as mesmas

source: The course(s): @1 haven't financial origin registered, in such a way, is not possible to create a learning period with generation of finance for the same.
pt_br: O(s) curso(s): @1 não possuem origem financeira definida no seu cadastro, desta forma, não é possível criar um período letivo com geração de financeiro para o(s) mesmo(s).

source: The courses below already have a learning period for the selected period. It's strongly recommended that you don't choose this courses. DISMARK the courses that you want generate exactly thus.
pt_br: Os cursos abaixo já têm um período letivo para o período selecionado. É fortemente recomendado que você não escolha estes cursos. DESMARQUE os cursos para os quais você deseja gerar mesmo assim.

source: The courses below already have a schedule learning period for the selected period. It's strongly recommended that you don't choose this courses. DISMARK the courses that you want generate exactly thus.
pt_br: Os cursos abaixo já têm um horário do período letivo para o período selecionado. É fortemente recomendado que você não escolha estes cursos. DESMARQUE os cursos para os quais você deseja gerar mesmo assim.

source: The curricular component @1 is in the pupil curriculum.
pt_br: A disciplina @1 está na matriz curricular do curso do aluno.

source: The curricular component @1 is not being offerred in period @2.
pt_br: A disciplina @1 não foi oferecida no período @2.

source: The curricular component @1 isn't in the pupil curriculum.
pt_br: A disciplina @1 não está na matriz curricular do curso do aluno.

source: The curricular components below must be coursed together
pt_br: As disciplinas abaixo devem ser cursadas juntas

source: The curriculum also was altered to the new course
pt_br: A matriz curricular já foi alterada para o novo curso

source: The data entered conflicts with an already existing schedule for this group.
pt_br: Os dados informados conflitam com um horário já existente para esta disciplina oferecida.

source: The documents below need to be delivered
pt_br: Os documentos abaixo necessitam ser entregues

source: The documents below need to be delivered to continue the enroll process
pt_br: Os documentos abaixo devem ser entregues para continuar o processo de matrícula

source: The enroll book data for selected period was already generated in @1.
pt_br: Os dados do livro matrícula para o período selecionado já foram gerados em @1.

source: The enroll process for the following contracts could not be completed
pt_br: O processo de matrícula para os seguintes contratos não pode ser completado

source: The field professor is not required but serves to print the letter of curricular component of the only professor
pt_br: O campo professor não é obrigatório mas serve para imprimir a carta de disciplinas para um único professor

source: The first contract movement must be of type "in".
pt_br: A primeira movimentação contratual deve ser do tipo "entrada".

source: The following contracts had been closed
pt_br: Os seguintes contratos foram trancados

source: The following curricular components are duplicated
pt_br: As seguintes disciplinas estão duplicadas

source: The following curricular components are full
pt_br: As disciplinas seguintes estão lotadas

source: The following curricular components can not be coursed together
pt_br: As seguintes disciplinas não podem ser cursadas juntas

source: The following curricular components have shocking schedules
es: Las siguientes disciplinas están en conflicto de horario
pt_br: As seguintes disciplinas estão em conflito de horário

source: The informed class don't match with the contract class, that is
pt_br: A turma infomada não corresponde com a turma do contrato, que é

source: The last contract movement must be of type "transition" or "out".
pt_br: A última movimentação contratual deve ser ou do tipo "transição" ou do tipo "saída".

source: The movement contract that will be delete have this features
pt_br: A movimentação contratual que será excluída tem estas características

source: The movement contract that will be the FIRST movement contract if to confirm this delete is this
pt_br: A movimentação contratual que será a PRIMEIRA movimentação contratual se confirmar esta exclusão será esta
