Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/academic.po
Languages: es, pt_br

source: The movement contract that will be the LAST movement contract if to confirm this delete is this
pt_br: A movimentação contratual que será a ÚLTIMA movimentação contratual se confirmar a exclusão será esta

source: The open entries are below
pt_br: Os lançamentos abertos estão abaixo

source: The open invoices are below
pt_br: Os títulos abertos estão abaixo

source: The opened entries is
pt_br: Os lançamentos abertos são

source: The pupil has the following observations registered
pt_br: O aluno possui as seguintes observaçõs registradas

source: The pupils
pt_br: Os alunos

source: The rooms are already defined, limiting, therefore, the vacant number of each group. Consequently, as soon you make your adjustments and additions, higher is the possibility to have your necessities taken care of. We alert, equally, that @1 take the right to accomplish the necessary adjustments like, for example, professors substitution, group change or division, without previous information or pupil consultation.
pt_br: As salas de aula já foram definidas, limitando-se, portanto, a partir de agora, o número de vagas de cada turma. Consequentemente, o quanto antes você realizar o ajuste ou acréscimo de matrícula, maior a possibilidade de ainda ver atendidas suas necessidades. Alertamos, igualmente, que a @1 reserva-se o direito de efetuar os ajustes necessários como, por exemplo, alteração de professores, remanejamento e/ou divisão de turmas, sem aviso ou consulta prévia ao aluno.

source: The search returned no data. Certify that you are setting the filters correctly!
pt_br: A pesquisa retornou nenhum dado. Certifique-se que você está definindo os filtros corretamente

source: The state contract @1 doesn't allow the state contract @2 as next.
pt_br: O estado contratual @1 não permite o estado contratual @2 como próximo.

source: The state contract @1 doesn't allow the state contract @2 as previous.
pt_br: O estado contratual @1 não permite o estado contratual @2 como anterior.

source: The student contract course code and the calss course code are not the same ones. Are you sure that you want to insert this register?
pt_br: O código do curso do contrato deste aluno e da turma não são os mesmos. Deseja incluir este aluno nessa turma mesmo assim?

source: The substitute curricular component @1 is in the pupil curriculum.
pt_br: A disciplina substituta @1 está na matriz curricular do curso do aluno.

source: The substitute curricular component not is of same formation level that curricular component of pupil
pt_br: A disciplina substituta não é do mesmo grau de formação da disciplina do aluno

source: The system has detected you're in debt with the institution.
es: El sistema detectó que Ud. posee una dueda con la institución.
pt_br: O sistema detectou que você possui um débito com a instituição.

source: There are no learning periods matching the selected formation level and period.
pt_br: Não há períodos letivos coincidentes com o grau de formação e período selecionados.

source: There are no pupils with contract unblock to this selected periods
pt_br: Não há alunos com contratos trancados para estes períodos selecionados

source: There are open invoices to this person. If to block the contract to this person, the invoices will continue open
pt_br: Existem títulos abertos para esta pessoa. Se trancar o contrato para esta pessoa, os títulos continuarão abertos

source: There is multiple enroll registers for the selected curricular component. Access the pupil assorted queries to check the problem.
pt_br: Existem vários registros de matrícula para a disciplina selecionada. Acesse as consultas diversas do aluno para verificar o problema.

source: There is no data for the information entered.
pt_br: Não há dados para as informações fornecidas.

source: There is no diploma data for the information supplied.
pt_br: Não há dados de diploma para as informações fornecidas.

source: There is not any contract available. Please, contact the pupil attendance sector.
pt_br: Não há contrato disponível. Por favor, entre em contato com o setor de atendimento ao aluno.

source: Third co-ordinate regional of education
pt_br: Terceira coordenação regional de educação

source: This complementary activities is not from this curriculum
pt_br: Esta atividade complementar não é deste currículo

source: This complementary activities not is possible insert, because the maximum to complementary activities will be exceed
pt_br: Esta atividade complementar não pode ser inserida, pois o máximo de atividades complementares será excedido

source: This complementary activity can not be registered in the selected category because it will exceed the maximum hours allowed.
pt_br: Esta atividade complementar não pode ser cadastrada na categoria selecionada porque excede o máximo de horas permitido.

source: This contract have all curricular components concluded
pt_br: Este contrato tem todas as disciplinas concluídas

source: This contract is closed
pt_br: Este contrato está fechado

source: This contract is closed (reason @1). If you intend to change any information, pay attention to the contract situation (see contract movements).
pt_br: Este contrato está fechado (motivo @1). Se você pretende alterar alguma informação, preste atenção à situação contratual (veja as movimentações contratuais).

source: This contract is closed and the system doesn't allow to register exploitations to contracts in this situation
pt_br: Este contrato está fechado e o sistema não permite registrar aproveitamentos para contratos nesta situação

source: This contract state requires a reason.
pt_br: Este estado contratual requer um motivo.

source: This course haven't financial origin registered, in such a way, is not possible to create a learning period with generation of finance for the same.
pt_br: Este curso não possui origem financeira definida no seu cadastro, desta forma, não é possível criar um período letivo com geração de financeiro para o mesmo.

source: This curricular component does not belong to this curriculum.
es: Esta disciplina no pertenece a este currículo.
pt_br: Esta disciplina não pertence a este currículo.

source: This curricular component has no offer in this learning period.
pt_br: Esta disciplina não possui oferta neste período letivo.

source: This curricular component was coursed or is in course
es: Esta disciplina ya fue o está siendo cursada
pt_br: Esta disciplina já foi ou está sendo cursada

source: This is a pupil listener
pt_br: Este é um aluno ouvinte

source: This is the only movement contract to this contract
pt_br: Esta é a única movimentação contratual para este contrato

source: This operation may take a long time.
pt_br: Esta operação poderá ser demorada.

source: This process inserts a contract movement, locking all contracts without movements on the last learning period and were not closed.
pt_br: Este processo insere uma movimentação de contrato, trancando todos os contratos sem movimentações no período selecionado e sem movimentações de fechamento no período anterior.

source: This pupil has the following missing documents
pt_br: Este aluno possui os seguintes documentos faltando

source: This pupil haven't diploma date
pt_br: Este aluno não possui data de diploma

source: This pupil is formed in @1 at @2.
pt_br: Este(a) aluno(a) é formado(a) em @1 na @2.

source: This pupil is listener.
pt_br: Este aluno é ouvinte.

source: This pupil is not enrolled
pt_br: Este aluno não está matriculado

source: This pupil is not enrolled.
pt_br: Este aluno não está matriculado.

source: This reason and state contract combination is not allowed.
pt_br: Esta combinação de estado contratual e motivo não é permitida.

source: This state contract
pt_br: Este estado contratual

source: This state contract is of
pt_br: Este estado contratual é de

source: Three
es: Tres
pt_br: Três

source: Thursday
pt_br: Quinta-feira

source: Thwo
es: Dos
pt_br: Dois

source: Time
es: Horario
pt_br: Horário

source: Tip: you must set a course or a contract state at least.
pt_br: Dica: você deve definir ao menos um curso ou um estado contratual.

source: Title
pt_br: Título

source: To
es: Para
pt_br: Até

source: To enroll
pt_br: Matricular

source: To enroll a pupil individually select the respective contract. To enroll all the pupils of a class automatically, keep the person and contract fields empty and inform the class code.
pt_br: Para matricular um aluno individualmente selecione o contrato respectivo. Para matricular todos os alunos de uma turma automaticamente deixe os campos pessoa e contrato vazios e informe o código da turma.

source: To generate for one pupil only, fill the following field.
pt_br: Para gerar para apenas um aluno, preencha o campo abaixo.

source: To insert a contract movement between two others, it must be of type "transition".
pt_br: Para inserir uma movimentação contratual entre duas outras, ela deve ser do tipo "transição".

source: To lock contract to this person
pt_br: Trancar contrato para esta pessoa

source: To view this report you must select a technical course.
pt_br: Para visualizar este relatório você deve selecionar um curso técnico.

source: Total H/L
es: H/A total
pt_br: H/A total

source: Total active
pt_br: Total de ativos

source: Total cancelled
es: Total canceladas
pt_br: Total de canceladas

source: Total confirmed
es: Total confirmadas
pt_br: Total de confirmadas

source: Total enrolled
es: Total matriculados
pt_br: Total de matriculados

source: Total hours
es: Total horas
pt_br: Total de horas

source: Total list (even inactives)
pt_br: Lista total (inclusive inativos)

source: Total number hours
pt_br: Carga horária total

source: Total of academic credits
pt_br: Total de créditos acadêmicos

source: Total of category
pt_br: Total da categoria

source: Total of complementary activities concluded
pt_br: Total de atividades complementares concluídas

source: Total of complementary activities necessary
pt_br: Total de atividades complementares necessárias

source: Total of curricular components
pt_br: Total de disciplinas

source: Total of lesson hours
pt_br: Total de horas de aula

source: Total of pupils
pt_br: Total de alunos

source: Total offered curricular components
pt_br: Total de disciplinas oferecidas

source: Training for
pt_br: Estágios para

source: Training id
pt_br: Código do estágio

source: Transition
es: Transición
pt_br: Transição

source: Transition type
es: Tipo de transición
pt_br: Tipo de transição

source: Tuesday
pt_br: Terça-feira

source: Tumble
pt_br: Tombo

source: Turn
es: Turno
pt_br: Turno

source: Turn description
es: Descripción de turno
pt_br: Descrição do turno

source: Turn id
es: Id de turno
pt_br: Código do turno

source: Type
es: Tipo
pt_br: Tipo

source: Type Generation
es: Tipo de generación
pt_br: Tipo de geração

source: Type the group number for course
pt_br: Digite o número do grupo para o curso

source: UF/City
es: UF/Ciudad
pt_br: UF/Cidade

source: UNAVAILABLE
es: INDISPONIBLE
pt_br: INDISPONÍVEL

source: UNBLOCKED
es: DESBLOQUEADA
pt_br: DESBLOQUEADA

source: UNIT
pt_br: UNIDADE

source: Unable to get a class
pt_br: Impossível obter uma turma

source: Unavailable
pt_br: Indisponível

source: Unblock
pt_br: Desbloquear

source: Undef.
pt_br: Indef.

source: Undefined
pt_br: Indefinido

source: Unit
es: Unidad
pt_br: Unidade

source: Unit description
es: Descripción de la unidad
pt_br: Descrição da unidade

source: Unit id
es: Id de la unidad
pt_br: Código da unidade

source: Unknown
pt_br: Desconhecido

source: Unlock
es: Reactivar
pt_br: Reativar

source: Update
es: Actualizar
pt_br: Atualizar

source: Update group
pt_br: Atualizar disciplina oferecida

source: Update group schedule
pt_br: Atualizar horário de disciplina oferecida

source: Update schedule professor
pt_br: Atualizar professor de horário

source: Updated balance
pt_br: Saldo atualizado

source: Use this field to inform the number of parcels to be used in the financial data generation. If you let it empty, the system will try to get it from the contract and if it fails, then the number of parcels registered in the selected learning period will be used.
pt_br: Use este campo para informar o número de parcelas que será usado na geração dos dados financeiros. Se deixá-lo vazio, o sistema tentará obtê-lo através dos dados do contrato e se falhar o número de parcelas registrado no período letivo selecionado será utilizado.

source: User and password don't match.
es: Usuario y contraseÃÂÂÂ±a no coinciden.
pt_br: Usuário e senha não coincidem.

source: User name
pt_br: Nome do usuário

source: Using the prices of period
pt_br: Usando os preços do período

source: Vacant
es: Vacantes
pt_br: Vagas

source: Validity
pt_br: Validade

source: Value
es: Valor
pt_br: Valor

source: Value: 0.00
es: Valor: 0.00
pt_br: Valor: 0.00

source: Version
es: Versión
pt_br: Versão

source: Veteran
es: Veterano
pt_br: Veterano

source: View enroll book summary
pt_br: Visualizar resumo do livro matrícula

source: View payments
pt_br: Ver pagamentos

source: View/Register grades
pt_br: Consultar/Cadastrar notas

source: Viewed
pt_br: Visualizado

source: Warning
es: Aviso
pt_br: Aviso

source: Was informed about the limit of lacks
es: Fue informado sobre el límite de faltas
pt_br: Foi informado sobre o limite de faltas

source: Was informed that he is nearly to the limit to lacks
es: Fue informado que está próximo del límite de faltas
pt_br: Foi informado que está próximo do limite de faltas

source: Was not informed
es: No fue informado
pt_br: Não foi informado

source: We remind that, in necessity case of eventual adjustments or enroll additions,
es: Le recordamos que, en caso de necesidad de ajustes eventuales o aumentos de matrícula,
pt_br: Lembramos que, no caso da necessidade de ajustes eventuais ou acréscimos de matrícula,

source: We wish, finally, a good rest on this final period of academic vacation and a beneficial learning period. We remain available for any necessity.
es: Le deseamos un buen descanso en este periodo final de vacaciones académicas y un periodo lectivo provechoso. Permaneceremos a su disposición para lo que se haga necesario.
pt_br: Desejamos, por fim, um bom descanso neste período final de férias acadêmicas e um semestre letivo proveitoso. Permanecemos à disposição para o que se fizer necessário.

source: Wednesday
pt_br: Quarta-feira

source: Week day
es: Día hábil
pt_br: Dia da semana

source: Week day id
es: Id de día hábil
pt_br: Código do dia da semana

source: Weight
es: Peso
pt_br: Peso

source: Without pendencies at the moment
es: Sin temas pendientes en este momento
pt_br: Sem pendências no momento

source: Work
pt_br: Trabalho

source: Work Phone
es: Teléfono comercial
pt_br: Telefone comercial

source: Work phone
pt_br: Telefone comercial

source: Writing only
es: Solamente escribiendo
pt_br: Somente escrevendo

source: Writing's all acts
es: Escribir todas las actas
pt_br: Escrever todas as atas

source: Wrk
pt_br: Trab

source: YEAR
pt_br: ANO

source: Year
es: AÃÂÂÂ±o
pt_br: Ano

source: Year when it is an annual course otherwise, semester
pt_br: Ano quando for um curso anual, senão, semestre

source: Yes
es: Si
pt_br: Sim

source: Yes, put manually
pt_br: Sim, coloque manualmente

source: You don't have the right to generate the enroll book data again.
pt_br: Você não tem permissão para gerar o livro matrícula novamente.

source: You don't have the right to generate the enroll book data.
pt_br: Você não tem permissão para gerar o livro matrícula.

source: You have no permission to enroll other pupils. If you want to proceed with your own enroll, enter your pupil code and password then click the Login button.
pt_br: Você não tem permissão para matricular outros alunos. Se desejar proceder com sua própria matrícula, informe seu código de aluno e senha e clique no botão Login.

source: You have the following observations registered
pt_br: Você possui as seguintes observações registradas

source: You must inform a contract or a class to continue.
pt_br: Você deve informar um contrato ou uma turma para continuar.

source: You must inform a valid professor to continue
pt_br: Você deve informar um professor válido para continuar

source: You must inform a valid schedule to continue
pt_br: Você deve informar um horário válido para continuar

source: You must inform a valid unit to continue
pt_br: Você deve informar uma unidade válida para continuar

source: You must inform either a course or a contract to generate for a pupil only or for the entire course, respectively.
pt_br: Você deve informar ou um curso ou um contrato para gerar para apenas um aluno ou para todo o curso, respectivamente.

source: You're allowed to exploit up to @1 hours for the selected curricular component.
pt_br: Você pode aproveitar até @1 horas para a disciplina selecionada.

source: You're allowed to exploit up to @1 hours for the selected data.
pt_br: Você pode aproveitar até @1 horas para os dados selecionados.

source: Yours truly
es: Atentamente
pt_br: Atenciosamente

source: ZIP CODE
pt_br: CEP

source: Zip code
es: Código Postal
pt_br: CEP

source: academic
es: académico
pt_br: Acadêmico

source: activity
es: actividad
pt_br: atividade

source: and
es: y
pt_br: e

source: april
pt_br: abril

source: august
pt_br: agosto

source: by
pt_br: por

source: comma
pt_br: vírgula

source: concluded
pt_br: concluído

source: concluded the final verification of pupils school performance
pt_br: concluiu a verificação final do resultado escolar dos alunos

source: conclusion year
pt_br: ano de conclusão

source: course
es: curso
pt_br: curso

source: course code
es: código de curso
pt_br: código do curso

source: credits
es: créditos
pt_br: créditos

source: credits concluded
pt_br: créditos concluídos

source: days of month of
pt_br: dias do mês de

source: december
pt_br: dezembro

source: eighth
pt_br: oitavo

source: eleventh
pt_br: décimo-primeiro

source: february
pt_br: fevereiro

source: fifteenth
pt_br: décimo-quinto

source: fifth
pt_br: quinto

source: finished
pt_br: finalizado

source: first
pt_br: primeiro

source: fourteenth
pt_br: décimo-quarto

source: fourth
pt_br: quarto

source: from 0 to 100
es: de 0 a 100
pt_br: de 0 até 100

source: hours concluded
pt_br: horas concluídas

source: hours/lesson
es: horas/cátedra
pt_br: horas/aula

source: hours:minutes
pt_br: horas:minutos

source: i.e.
es: Ej.
pt_br: Ex.

source: in
pt_br: em

source: in groups listed above
es: en los grupos listados arriba
pt_br: nas turmas listadas

source: in curricular listed above
pt_br: nas disciplinas abaixo

source: in terms of the federal law
pt_br: nos termos da lei federal

source: in the unit
es: en la unidad
pt_br: na unidade

source: in this course, version, turn and unit
pt_br: neste curso, versão e unidade

source: january
pt_br: janeiro

source: july
pt_br: julho

source: june
pt_br: junho

source: learning periods registered. Please select one to continue.
pt_br: períodos letivos cadastrados. Por favor, selecione um para continuar.

source: learningPeriodDescription
pt_br: descricaoPeriodoLetivo

source: march
pt_br: março

source: may
pt_br: maio

source: minimum number lessons
es: número mínimo de lecciones
pt_br: número mínimo de aulas

source: nineth
pt_br: nono

source: no professor
pt_br: professor não definido

source: none
pt_br: nenhuma

source: november
pt_br: novembro

source: october
pt_br: outubro

source: of
es: de
pt_br: de

source: of building
es: del edificio
pt_br: do prédio

source: of period
es: del periodo
pt_br: do período

source: on period
es: en el periodo
pt_br: no período

source: or
pt_br: ou

source: professor id
pt_br: código do professor

source: pupils enrolled
pt_br: alunos matriculados

source: second
pt_br: segundo

source: september
pt_br: setembro

source: seventh
pt_br: sétimo

source: sixth
pt_br: sexto

source: tenth
pt_br: décimo

source: the field CLASS is required
pt_br: o campo TURMA é requerido

source: the laboratory
es: el laboratorio
pt_br: o laboratório

source: third
pt_br: terceiro

source: thirteenth
pt_br: décimo-terceiro

source: this could be accomplished by Internet
es: esto podría ser logrado por Internet
pt_br: isto poderia ser realizado pela Internet

source: twelfth
pt_br: décimo-segundo

source: version
es: versión
pt_br: versão

source: will be available for adjustments
es: estará disponible para ajustes
pt_br: estará disponível para ajustes

source: will be in recess
es: estará en receso
pt_br: estará em recesso

source: will be pass the maximun permited to this category
pt_br: irão passar o máximo permitido para esta categoia

source: will be pass the maximun permited to this complementary activities from yours courses
pt_br: irão passar o máximo permitido para esta atividade complementar de seus cursos

source: with average
pt_br: com média

source: with final average
pt_br: com média final

source: with note
pt_br: com nota

source: Exam
pt_br: Prova

source: From
pt_br: De

source: From id
pt_br: Código de

source: Message deleted
pt_br: Mensagem excluída

source: Message id
pt_br: Código da mensagem

source: Message sendet
pt_br: Mensagem enviada

source: No boletim in the selected period
pt_br: Não existe boletim no período selecionado

source: No frequency registered to the selected period
pt_br: Não existem frequências registradas no período selecionado

source: No messages
pt_br: Sem mensagens

source: No notes registered in the selected period
pt_br: Não existem notas no período selecionado

source: Notes
pt_br: Notas

source: Reply
pt_br: Responder

source: Serie
pt_br: Semestre

source: To id
pt_br: Código para

source: View
pt_br: Visualizar

source: Enroll term
pt_br: Termo de matrícula

source: Contract reason cancellation
pt_br: Motivo de trancamento do contrato

source: Abandonment reason
pt_br: Motivo de abandono

source: Desist reason
pt_br: Motivo de desistência

source: Curricular component reason cancellation
pt_br: Motivo de cancelamento das disciplinas

source: The student already has invoices with operation of enroll for the period in question, so it is impossible to make the enroll. The correct procedure to be executed is the Addition or Cancellation of curricular components.
pt_br: O aluno já possui algum título com operação de mensalidade para o período em questão, dessa forma é impossível fazer a matrícula/rematrícula. O processo correto a ser executado é o Acréscimo ou Cancelamento de Disciplina.

source: There are generated monthly. Please contact sector acadmico to make an addition or cancellation of curricular components.
pt_br: Já existem mensalidades geradas. Entre em contato com o setor de atendimento ao aluno para efetuar um acréscimo ou cancelamento de disciplinas.

source: Enter the pupil to generate the enroll fee
pt_br: Informe o aluno para gerar a taxa de matrícula

source: If you do not enter the pupil in the fields above, will be generated enroll fees for all pupils with active contract in that course
pt_br: Caso você não informe o aluno nos campos acima, serão geradas taxas de matrícula para todos os alunos com contrato ativo nesse curso

source: Leave this option checked if you want the system not enter a new enroll fee for students who already have it.
pt_br: Deixe essa opção marcada caso você deseje que o sistema não insira uma nova taxa de matrícula para os alunos que já possuam a mesma.

source: Contract lock renewal
pt_br: Renovação de trancamento de contrato

source: Contract renewal reason cancellation
pt_br: Motivo de renovação de trancamento de contrato

source: Contract abandonment
pt_br: Abandono

source: Contract desist
pt_br: Desistência

source: If there are incentives in this contract, they shall be computed also in the tax of enrollment.
pt_br: Caso existam incentivos para esse contrato, os mesmos serão computados também na taxa de matrícula.
