Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/basic.po
Languages: es

source: Account number
es: Número de cuenta

source: Account type
es: Tipo de cuenta

source: Accounting code
es: Código de cuenta

source: Acronym
es: Acrónimo

source: Add to bookmarks
es: AÃÂÂÂ±adir a Favoritos

source: Age
es: Edad

source: Allow personal data
es: Habilitar datos personales

source: April
es: Abril

source: August
es: Agosto

source: Back
es: Volver

source: Bank account
es: Cuenta Bancaria

source: Bank id
es: Id Banco

source: Basic
es: Básico

source: Begin date
es: Fecha de inicio

source: Begin hour
es: Hora de inicio

source: Belongs to the course
es: Pertenece al curso

source: Birth city
es: Localidad de Nacimiento

source: Birth city name
es: Nombre de Cuidad de Nacimiento

source: Birth date
es: Fecha de nacimiento

source: Bookmarks
es: Favoritos

source: Boss
es: Jefatura

source: Boss id
es: Id del jefatura

source: Boss name
es: Nombre del jefatura

source: CNPJ
es: CUIT

source: Car plate
es: Patente

source: Cell
es: Celular

source: Center
es: Centro

source: Center id
es: Id Centro

source: Char id
es: id Char

source: Choose the module
es: Elija el módulo

source: Choose the turn
es: Elija el turno

source: Choose the turn code
es: Elija el código de turno

source: Choose the unit
es: Elija la unidad

source: City
es: Ciudad

source: City id
es: Id Ciudad

source: City name
es: Nombre de la Cuidad

source: City registration
es: Registro de la ciudad

source: City search
es: Búsqueda de la cuidad

source: Cnpj
es: Cuit

source: Code
es: Código

source: Company
es: Empresa

source: Company id
es: Id de la empresa

source: Company name
es: Nombre de la empresa

source: Company search
es: Búsqueda de la empresa

source: Complement
es: Complemento

source: Concept
es: Concepto

source: Concept id
es: Id del concepto

source: Configuration
es: Configuración

source: Confirmation
es: Confirmación

source: Content
es: Contenido

source: Corporate name
es: Nombre corporativo

source: Country
es: País

source: Country id
es: Id del país

source: Country name
es: Nombre del país

source: Country search
es: Búsqueda de país

source: Course
es: Curso

source: Course id
es: Id de Curso

source: Course name
es: Nombre del curso

source: Course version
es: Versión del curso

source: Currency
es: Moneda

source: Currency symbol
es: Símbolo de la moneda

source: Current name
es: Nombre de la moneda

source: Date conclusion
es: Fecha de conclusión

source: Date validate
es: Validar fecha

source: Death date
es: Fecha tope

source: December
es: Diciembre

source: Description
es: Descripción

source: Directory of files not writable
es: Directorio de archivos no grabable

source: Document
es: Documento

source: Document id
es: Id de documento

source: Document type
es: Tipo de documento

source: Document type id
es: Id de tipo de documento

source: Document type name
es: Nombre de tipo de documento

source: Document type search
es: Búsqueda de tipo de documento

source: E-mail alternative
es: E-mail alternativo

source: Easy access
es: Fácil acceso

source: Eighty
es: Ochenta

source: Eigth
es: Ocho

source: Employee
es: Empleado

source: Employee id
es: Id de empleado

source: Employee type
es: Tipo de empleado

source: Employee type id
es: Id de tipo de empleado

source: Employee type search
es: Búsqueda de tipo de empleado

source: End date
es: Fecha de terminación

source: End hour
es: Hora de terminación

source: Enter note ou concept to the company
es: Ingresar nota o concepto a la empresa

source: Enter the account number digit
es: Ingresar el dígito de número de cuenta

source: Enter the bank code
es: Ingresar códeigo de banco

source: Enter the begin date
es: Ingresar fecha de inicio

source: Enter the begin hour of the turn
es: Ingresar hora de inicio de turno

source: Enter the birth city code
es: Ingresar el código de la ciudad de nacimiento

source: Enter the birth date
es: Ingresar fecha de nacimiento

source: Enter the boss code
es: Ingresar código de jefatura

source: Enter the boss e-mail
es: Ingresar e-mail de jefatura

source: Enter the boss sector expiration level
es: Ingresar el nível de expiración de sector de jefatura

source: Enter the boss sector level
es: Ingresar el nível del sector de jefatura

source: Enter the branch number code
es: Ingresar el número de código de sucursal

source: Enter the branch number digit
es: Ingresar el dígito del número de sucursal

source: Enter the cell phone
es: Ingresar el tel celular

source: Enter the center code
es: Ingresar el código del centro

source: Enter the city
es: Ingresar la ciudad

source: Enter the city code
es: Ingresar el código de la ciudad

source: Enter the city name
es: Ingresar el nombre de la ciudad

source: Enter the city square
es: Ingresar el city square

source: Enter the city zip code
es: Ingresar el código postal de la ciudad

source: Enter the cnpj
es: ingresar el cuit

source: Enter the company code
es: Ingresar el código de la empresa

source: Enter the company name
es: Ingresar el nombre de la empresa

source: Enter the company's acronym
es: Ingresar el acrônimo de la empresa

source: Enter the company's logo in png format
es: Ingresar el logo de la empresa em formato png

source: Enter the company's logo in ps format
es: Ingresar el logo de la empresa em formato ps

source: Enter the company's name
es: Ingresar el nombre de la empresa

source: Enter the concept
es: Ingresar el concepto

source: Enter the concept name
es: Ingresar el nombre del concepto

source: Enter the content
es: Ingresar el contenido

source: Enter the country code
es: Ingresar el código del país

source: Enter the country name
es: Ingresar el nombre del país

source: Enter the course code
es: Ingresar el código del curso

source: Enter the date conclusion
es: Ingresar la fecha de conclusión

source: Enter the death date
es: Ingresar la fecha tope

source: Enter the document code
es: Ingresar el código del documento

source: Enter the document type code
es: Ingresar el código de tipo de documento

source: Enter the document type name
es: Ingresar el nombre del tipo de documento

source: Enter the employee type code
es: Ingresar el código de tipo de empleado

source: Enter the employee type description
es: Ingresar la descripción del tipo de empleado

source: Enter the end hour of the turn
es: Ingresar la hora de finalización del turno

source: Enter the ethnic origin description
es: Ingresar la descripción de origen étnica

source: Enter the external course
es: Ingresar el curso externo

source: Enter the external course code
es: Ingresar el código del curso externo

source: Enter the external course name
es: Ingresar el nombre del curso externo

source: Enter the father code
es: Ingresar el código-padre

source: Enter the fax number
es: Ingresar elnúmero de fax

source: Enter the field type
es: Ingresar el tipo de campo

source: Enter the file code
es: Ingresar el código de archivo

source: Enter the file name
es: Ingresar el nombre de archivo

source: Enter the formation level code
es: Ingresar el código de nivel de formación

source: Enter the formation level description
es: Ingresar la descripción de nivel de formación

source: Enter the function description
es: Ingresar la descripción de función

source: Enter the group char
es: Ingresar el char de grupo

source: Enter the institution code
es: Ingresar el código de la institución

source: Enter the institution name
es: Ingresar el nombre de la institución

source: Enter the legal person code
es: Ingresar el código del persona legal

source: Enter the legal person current name
es: Ingresar el nombre actual del persona legal

source: Enter the legal person fake name
es: Ingresar el nombre de fantasía de la persona legal

source: Enter the legal person type description
es: Ingresar la descripción del tipo de persona legal

source: Enter the link code
es: Ingresar el código de vínculo

source: Enter the link description
es: Ingresar la descripción del vínculo

source: Enter the location complement
es: Ingresar la ubicación del complemento

source: Enter the location name
es: Ingresar el nombre de la ubicación

source: Enter the marital status code
es: Ingresar el código de estado civil

source: Enter the marital status description
es: Ingresar la descripción del estado civil

source: Enter the mask for the company's registry number. Eg.: 99.999.999/9999-99
es: Ingresar la máscara para el número de registro de la empresa. Eg.: 99.999.999/9999-99

source: Enter the message phone
es: Ingresar el teléfono para mensajes

source: Enter the module parameter
es: Ingresar el parámetro del módulo

source: Enter the mother code
es: Ingresar el código-madre

source: Enter the nationality
es: Ingresar la nacionalidad

source: Enter the neighborhood code
es: Ingresar el código del barrio

source: Enter the neighborhood name
es: Ingresar el nombre del barrio

source: Enter the number of location
es: Ingresar el número de la ubicación

source: Enter the parameter description
es: Ingresar la descripción de parámetro

source: Enter the parameter value
es: Ingresar el valor de parámetro

source: Enter the passive
es: Ingresar el pasivo

source: Enter the person alternative e-mail
es: Ingresar el e-mail alternativo de la persona

source: Enter the person city code
es: Ingresar el código de la ciudad de la persona

source: Enter the person code
es: Ingresar el código de la persona

source: Enter the person e-mail
es: Ingresar el e-mail de la persona

source: Enter the person location
es: Ingresar la ubicación de la persona

source: Enter the person name
es: Ingresar el nombre de la persona

source: Enter the person neighborhood
es: Ingresar el barrio de la persona

source: Enter the person password
es: Ingresar la contraseÃÂÂÂ±a de la persona

source: Enter the person short name
es: Ingresar el nombre corto de la persona

source: Enter the person special necessity description
es: Ingresar la descripción de necesidades especiales de la persona

source: Enter the person url
es: Ingresar la url de la persona

source: Enter the person zip code
es: Ingresar el código postal de la persona

source: Enter the phone number
es: Ingresar el número de teléfono

source: Enter the physical person id
es: Ingresar el id físico de la persona

source: Enter the plate car
es: Ingresar la patente del auto

source: Enter the professional activity agent description
es: Ingresar la descripción de actividad profesional del agente

source: Enter the professional activity code
es: Ingresar el código de actividad profesional

source: Enter the professional activity description
es: Ingresar la descripción de la actividad profesional

source: Enter the professional activity link type code
es: Ingresar el código de tipo de vínculo de la actividad profesional

source: Enter the professional activity link type description
es: Ingresar la descripción del tipo de vículo de la actividad profesional

source: Enter the professor code
es: Ingresar el código del docente

source: Enter the professor name
es: Ingresar el nombre del docente

source: Enter the residential phone
es: Ingresar el teléfono de la residencia

source: Enter the responsable legal code
es: Ingresar el código del responsable legal

source: Enter the sector code
es: Ingresar el código del sector

source: Enter the sector description
es: Ingresar la descripción del sector

source: Enter the sector e-mail
es: Ingresar el e-mail del sector

source: Enter the special necessity description
es: Ingresar la descripción de la necesidad especial

source: Enter the square
es: Ingresar the square

source: Enter the stamp register
es: Ingresar el registro de sello

source: Enter the state
es: Ingresar el estado/provincia

source: Enter the state country
es: Ingresar the state country

source: Enter the state country code
es: Ingresar the state country code

source: Enter the state name
es: Ingresar the state name

source: Enter the turn code
es: Ingresar el código del turno

source: Enter the turn description
es: Ingresar la descripción del turno

source: Enter the turn short description
es: Ingresar la descripción corta del turno

source: Enter the unit description
es: Ingresar the unit description

source: Enter the week day code
es: Ingresar el código de día hábil

source: Enter the week day description
es: Ingresar la descripción del día hábil

source: Enter the week day short description
es: Ingresar la descripción corta del día hábil

source: Enter the work city code
es: Ingresar el código de la ciudad donde trabaja

source: Enter the work location
es: Ingresar el lugar de trabajo

source: Enter the work neighborhood
es: Ingresar el barrio del lugar de trabajo

source: Enter the work phone
es: Ingresar el teléfono laboral

source: Enter the work zip code
es: Ingresar el código postal laboral

source: Enter the year
es: Ingresar el aÃÂÂÂ±o

source: Enter the zip code
es: Ingresar el código postal

source: Error executing requested operation.
es: Error al ejecutar la operación solicitada

source: Ethnic origin
es: Origen étnica

source: Ethnic origin id
es: Id de origen étnica

source: Expiration level
es: Nivel de expiración

source: External course
es: Curso externo

source: External course id
es: Id de curso externo

source: External course name
es: Nombre de curso externo

source: External id
es: Id externa

source: Failed to copy file
es: Fallo al copiar archivo

source: Fake name
es: Nombre de fantasía

source: False
es: Falso

source: Father id
es: Id padre

source: Father name
es: Nombre del padre

source: February
es: Febrero

source: Female
es: Femenino

source: Field type
es: Tipo de campo

source: Fifty
es: Cincuenta

source: File
es: Archivo

source: File id
es: Id de archivo

source: File name
es: Nombre de archivo

source: File not found
es: El archivo no fue encontrado

source: Files
es: Archivos

source: Five
es: Cinco

source: Format: hh:mm:ss
es: Formato: hh:mm:ss

source: Formation level
es: Nivel de formación

source: Formation level description
es: Descripción del nivel de formación

source: Formation level id
es: Id de nivel de formación

source: Forty
es: Cuarenta

source: Four
es: Cuatro

source: Function
es: Función

source: Function description
es: Descripción de la función

source: General data
es: Datos generales

source: Geography
es: Geografía

source: Group
es: Grupo

source: How much weeks
es: Cuántas semanas

source: In
es: Entrada

source: Information
es: Información

source: Insert
es: Insertar

source: Insert city
es: Insertar ciudad

source: Insert new
es: Insertar nuevo

source: Insert physical person
es: Inserta persona física

source: Institution
es: Institución

source: Institution id
es: Id de la institución

source: Institution name
es: Nombre de la institución

source: Institution search
es: Búsqueda de institución

source: Invalid parameters
es: Parámetros inválidos

source: Is active account
es: Es una cuenta activa

source: Is approved
es: Está aprobada

source: Is coordinators sector
es: Es el sector de coordinadores

source: Is delivered
es: Está entregado

source: Is insured
es: Está asegurado

source: Is permanent
es: Es permanente

source: January
es: Enero

source: July
es: Julio

source: June
es: Junio

source: Language
es: Idioma

source: Last modification
es: Última modificación

source: Last name
es: Apellido

source: Legal person
es: Personal legal

source: Legal person name
es: Nombre de la persona legal

source: Legal person search
es: Búsqueda de la persona legal

source: Legal person type
es: Tipo de persona legal

source: Legal person type id
es: Id de tipo de persona legal

source: Level
es: Nivel

source: Link
es: Vínculo

source: Link description
es: Descripción de vínculo

source: Link id
es: Id de vínculo

source: Load
es: Cargar

source: Location
es: Lugar

source: Location id
es: Id de lugar

source: Location name
es: Nombre de lugar

source: Location search
es: Búsqueda de lugar

source: Male
es: Masculino

source: March
es: Marzo

source: Marital status
es: Estado Civil

source: Mask
es: Máscara

source: Maximum 1 character
es: Máximo 1 caracter

source: Maximum 3 characters
es: Máximo 3 caracteres

source: May
es: Mayo

source: Merge invoice
es: Juntar facturas

source: Message
es: Mensaje

source: Module
es: Módulo

source: More visited
es: Más visitado

source: Mother id
es: Id madre

source: Mother name
es: Nombre de la madre

source: Name
es: Nombre

source: Nationality
es: Nationalidad

source: Need deliver
es: Necesita entrega

source: Needs descriptive
es: Necesita descriptivo

source: Neighborhood
es: Barrio

source: Neighborhood id
es: Id barrio

source: Neighborhood name
es: Nombre del barrio

source: Neighborhood search
es: Búsqueda de barrio

source: Next
es: Siguiente

source: Nine
es: Nueve

source: Ninety
es: Noventa

source: No file to upload
es: Ningún archivo a ser subido

source: No mimetypes loaded, please load mimetypes
es: Ningún mimetypes fueron cargados, por favor, cargue los mimetypes

source: No valid filefield supplied.
es: No fueron provistos ningín filefield válido.

source: No valid mimetype for file
es: Ningín mimetype válido para el archivo

source: Not informed
es: No fue informado

source: Not quite
es: No exactamente

source: Note
es: Nota

source: Note or concept
es: Nota o concepto

source: Notify company
es: Notificar a la empresa

source: November
es: Noviembre

source: Number
es: Número

source: October
es: Octubre

source: One
es: Uno

source: Out
es: Salida

source: Parameter
es: Parámetro

source: Parameters table
es: Tabla de parámetros

source: Passive
es: Pasivo

source: Password
es: ContraseÃÂÂÂ±a

source: Person
es: Persona

source: Person id
es: Id de la persona

source: Person link
es: Vínculo de la persona

source: Person name
es: Nombre de la persona

source: Person search
es: Búsqueda de la persona

source: Person type
es: Tipo de persona

source: Phone
es: Teléfono

source: Phones
es: Teléfonos

source: Physical
es: Físico

source: Physical person
es: Persona física

source: Physical person employee and professor search
es: Búsqueda de empleado persona física y docente

source: Physical person employee search
es: Búsqueda de empleado persona física

source: Physical person professor search
es: Búsqueda de docente persona física

source: Physical person search
es: Búsqueda de persona física

source: Physical person student search
es: Búsqueda de alumno persona física

source: Plural currency
es: Moneda plural

source: Previous
es: Previo

source: Problems on delete file @1
es: Problemas al eliminar archivo @1

source: Professional activity
es: Actividad profesional

source: Professional activity agent
es: Agente de actividad profesional

source: Professional activity agent description
es: Descripción de agente de actividad profesional

source: Professional activity agent id
es: Id de agente de actividad profesional

source: Professional activity agent name
es: Nombre de agente de actividad profesional

source: Professional activity agent search
es: Búsqueda de agente de actividad profesional

source: Professional activity description
es: Descripción de actividad profesional

source: Professional activity id
es: Id de actividad profesional

source: Professional activity link type
es: Tipo de vínculo de actividad profesional

source: Professional activity link type id
es: Id de tipo de vínculo de actividad profesional

source: Professional activity people
es: Personas de actividad profesional

source: Professional activity people id
es: Id de personas de actividad profesional

source: Professional activity search
es: Búsqueda de actividad profesional

source: Professor
es: Docente

source: Professor center
es: Centro del docente

source: Professor formation
es: Formación del docente

source: Professor id
es: Id de Docente

source: Professor name
es: Nombre del docente

source: Question
es: Pregunta

source: Quite
es: Completamente

source: Record data
es: Datos de registro

source: Register resolution
es: Resolución de registro

source: Registration
es: Registro

source: Registry number mask
es: Máscara de número de registro

source: Reset
es: Resetear

source: Residential
es: Residencial

source: Responsable legal name
es: Nombre del responsable legal

source: Restricted documents
es: Documentos restringidos

source: Salary
es: Salario

source: Save
es: Guardar

source: Savings account
es: Caja de ahorro

source: Search
es: Búsqueda

source: Sector boss
es: Jefatura de sector

source: Sector boss id
es: Id de jefatura de sector

source: Sector description
es: Descripción de sector

source: Sector id
es: Id de sector

source: Sector search
es: Búsqueda de sector

source: Send e-mail
es: Enviar e-mail

source: September
es: Septiembre

source: Seven
es: Siete

source: Seventy
es: Setenta

source: Sex
es: Sexo

source: Sex id
es: Id de sexo

source: Short description
es: Descripción corta

source: Short name
es: Apodo

source: Six
es: Seis

source: Sixty
es: Sesenta

source: Special necessity
es: Necesidad especial

source: Special necessity description
es: Descripción de necesidad especial

source: Special necessity id
es: Id de necesidad especial

source: Stamp
es: Sello

source: Stamp id
es: Id de sello

source: Stamp search
es: Búsqueda de sello

source: State
es: Estado/Provincia

source: State id
es: Id de Estado/Provincia

source: State name
es: Nombre de Estado/Provincia

source: State registration
es: Registro de Estado/Provincia

source: State search
es: Búsqueda de Estado/Provincia

source: Student
es: Alumno

source: Ten
es: Diez

source: The directory is not writable
es: No se puede escribir a este directorio

source: The directory specified on Configuration table do not exists
es: el directorio especificado en la tabla Configuración no existe

source: The upload directory specified on Configuration table do not exists
es: El directorio de subida especificado en la tabla Configuración no existe

source: Thirty
es: Treinta

source: Three
es: Tres

source: Time
es: Tiempo

source: True
es: Verdadero

source: Turn
es: Turno

source: Turn description
es: Descripción de turno

source: Turn id
es: Id de Turno

source: Turn search
es: Búsqueda de turno

source: Twenty
es: Veinte

source: Two
es: Dos

source: Type
es: Tipo

source: Unit
es: Unidad

source: Unit description
es: Descripción de unidad

source: Unit id
es: Id de unidad

source: Unit search
es: Búsqueda de unidad

source: Update
es: Actualización

source: Value
es: Valor

source: Week day
es: Día hábil

source: Week day id
es: Id de día hábil

source: Weekly hours
es: Horas semanales

source: Work
es: Trabajo

source: Year
es: AÃÂÂÂ±o

source: Yes
es: Si

source: Your salary equivalent to the valour hour?
es: Su salario es equivalente al valor horario?

source: Zero
es: Cero

source: Zip code
es: Código postal

source: branch number
es: Número de la sucursal

source: document
es: documento

source: legal person
es: persona legal

source: of
es: de

source: person
es: persona

source: physical person
es: persona física
