Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/finance.po
Languages: pt_br

source: Old policy
pt_br: Política antiga

source: Old policy name
pt_br: Nome da política antiga

source: Op. description
pt_br: Descrição da operação

source: Op. type
pt_br: Tipo de operação

source: Open
pt_br: Aberto

source: Open balance
pt_br: Saldo em aberto

source: Open operation
pt_br: Operação de abertura

source: Open operation description
pt_br: Descrição da operação de abertura

source: Open operation type
pt_br: Tipo de operação de abertura

source: Open value
pt_br: Valor em aberto

source: Opened value
pt_br: Valor de abertura

source: Operation
pt_br: Operação

source: Operation (only credit)
pt_br: Operação (somente crédito)

source: Operation date
pt_br: Data da operação

source: Operation description
pt_br: Descrição da operação

source: Operation descriptions
pt_br: Descrições de operação

source: Operation group
pt_br: Grupo de operações

source: Operation group id
pt_br: Código do grupo de operações

source: Operation group with group id "@1" already exists, do you want edit that operation group?
pt_br: Grupo de operações com o código "@1" já existe, você gostaria de editar este grupo de operações?

source: Operation id
pt_br: Código da operação

source: Operation id suggested
pt_br: Código da operação sugerida

source: Operation not allowed. Date of limit exceeded for this operation !
pt_br: Operação não permitida. Limite de data excedido para essa operação

source: Operation search
pt_br: Localizar operação

source: Operation type
pt_br: Tipo de operação

source: Operation type id
pt_br: Código do tipo de operação

source: Operation used to generate the invoice values for supporter
pt_br: Operação usada para gerar os valores dos títulos para o beneficiador

source: Operation used to give discount
pt_br: Operação usada para oferecer desconto

source: Operation used to give discount to pupil
pt_br: Operação usada para dar desconto para o aluno

source: Operator
pt_br: Operador

source: Operator id
pt_br: Código do operador

source: Operator name
pt_br: Nome do operador

source: Order to close
pt_br: Ordem de fechamento

source: Others
pt_br: Outros

source: Out of default unit - @1
pt_br: Fora da unidade padrão - @1

source: PAYROLL_DISCOUNT_OPERATION_ID is not declared on configuration table
pt_br: PAYROLL_DISCOUNT_OPERATION_ID não está declarada na tabela de configurações

source: Page @1
pt_br: Página @1

source: Paginate
pt_br: Paginar

source: Paid invoices
pt_br: Títulos pagos

source: Paid invoices with friendly agreement
pt_br: Títulos pagos com acordos amigáveis

source: Paid off invoices
pt_br: Títulos pagos

source: Paid off invoices on period of @1 to @2
pt_br: Títulos pagos no período de @1 a @2

source: Paid value
pt_br: Valor pago

source: Parameter used to control the sequences for bank remmitance files for bank account @1
pt_br: Parâmetro usado para controlar as seqüências o arquivo de remessas bancárias para a conta bancária @1

source: Parameters table
pt_br: Tabela de parâmetros

source: Parcel number
pt_br: Número da parcela

source: Parcels
pt_br: Parcelas

source: Parcels number
pt_br: Número de parcelas

source: Parcels out of date
pt_br: Parcelas fora da data

source: Parcels out of date for specific period
pt_br: Parcelas fora da data por um período específico

source: Partial
pt_br: Parcial

source: Pay off automatically by file
pt_br: Quitação automática por arquivo

source: Pay off by agency instructions
pt_br: Quitação por instruções da agência

source: Pay off call
pt_br: Pedido de pagamento

source: Pay off invoices
pt_br: Títulos pagos

source: Pay off rejected
pt_br: Quitação rejeitada

source: Payable invoice
pt_br: Título a pagar

source: Payable invoices
pt_br: Títulos a pagar

source: Payed value
pt_br: Valor pago

source: Payment operation
pt_br: Operação de pagamento

source: Payment place
pt_br: Local de pagamento

source: Payment place description
pt_br: Descrição do local de pagamento

source: Payment place id
pt_br: Código do local de pagamento

source: Payment place search
pt_br: Localizar local de pagamento

source: Payment voucher generic
pt_br: Comprovante de pagamento genérico

source: Payments
pt_br: Pagamentos

source: Payments for
pt_br: Pagamentos para

source: Payments out of date
pt_br: Pagamentos fora da data

source: Payments out of date on period of @1 to @2
pt_br: Pagamentos fora de data no período de @1 a @2

source: Payroll discount
pt_br: Desconto na folha de pagamento

source: Value or percent value of interest when maturity date on invoice is expired
pt_br: Valor ou valor em percentual de quando a data de vencimento de um título expira

source: When maturity date more days to fine is expired, that percent is divided by 30 (rounded days of month) and applied as daily fine
pt_br: Quando a data de vencimento mais os dias para multa de um título expirar, este valor é dividido por 30 (arredondamento dos meses do ano) e, aplicado como multa diária

source: Period
pt_br: Período

source: Period accounted
pt_br: Período contabilizado

source: Period description
pt_br: Descrição do período

source: Period id
pt_br: Código do período

source: Periods with enroll summaries not processed
pt_br: Períodos com resumos de matrícula não processados

source: Person
pt_br: Pessoa

source: Person agreements
pt_br: Acordos de pessoas

source: Person contract
pt_br: Contrato da pessoa

source: Person id
pt_br: Código da pessoa

source: Person information
pt_br: Informações da pessoa

source: Person invoice
pt_br: Título da pessoa

source: Person name
pt_br: Nome da pessoa

source: Phone
pt_br: Telefone

source: Phones
pt_br: Telefones

source: Physical target
pt_br: Endereço de cobrança

source: Please fill one field by search.
pt_br: Por favor, preencha apenas um campo por busca

source: Please select a bank account to continue this process
pt_br: Por favor selecione uma conta de banco para continuar este processo

source: Please, fill at least one field by search.
pt_br: Por favor, preencha ao menos um campo por busca

source: Please, register a bank for this account to follow this process
pt_br: Por favor, registre um banco para esta conta corrente para continuar este processo

source: Please, register a bank for this account to follow this process.
pt_br: Por favor, registre um banco para esta conta corrente para continuar este processo.

source: Please, register the default bank for print invoices on configuration area to finish this process
pt_br: Por favor, registre o banco padrão para imprimir títulos

source: Please, register the default company for print invoices on configuration area to finish this process
pt_br: Por favor, registre a empresa padrão na área de configurações para finalizar este processo

source: Please, select a bank account to continue this process.
pt_br: Por favor, selecione uma conta de banco para continuar este processo.

source: Please, select a bank account to execute this process.
pt_br: Por favor, selecione uma conta bancária para executar este processo

source: Please, select a bank to continue this process
pt_br: Por favor, selecione um banco para continuar este processo

source: Please, select a bank to continue this process.
pt_br: Por favor, selecione um banco para continuar este processo.

source: Please, select a close type
pt_br: Por favor, selecione o tipo de fechameto

source: Please, select a close type.
pt_br: Por favor, selecione o tipo de fechameto.

source: Please, select a file on the file listing below to make the process.
pt_br: Por favor, selecione um arquivo na listagem abaixo para executar o processo

source: Please, select a incentive type to continue
pt_br: Por favor, selecione um tipo de incentivo para continuar

source: Please, select a number of parcels and number of entries to continue
pt_br: Por favor, selecione um número de parcelas e um número de lançamentos por parcela para continuar

source: Policy
pt_br: Política

source: Policy description
pt_br: Descrição da política

source: Policy id
pt_br: Código da política

source: Policy search
pt_br: Localizar política

source: Post invoice
pt_br: Submeter título

source: Previous instruction pendant of confirmation for this invoice
pt_br: Instrução prévia de concessão de abatimento não existe ou não confirmada

source: Previous period id
pt_br: Código do período anterior

source: Previous registers
pt_br: Total fechamento de caixa anterior

source: Price
pt_br: Preço

source: Print
pt_br: Imprimir

source: Print invoice
pt_br: Imprimir título

source: Problems on process
pt_br: Problemas no processo

source: Process
pt_br: Processo

source: Process status
pt_br: Estado do processo

source: Process type
pt_br: Tipo de processo

source: Processed entries
pt_br: Lançamentos processados

source: Processed income forecasts
pt_br: Previsões de lançamento processadas

source: Promissory note
pt_br: Nota promissória

source: Promissory
pt_br: Promissória

source: Protested invoice
pt_br: Título protestado

source: Protocol operation
pt_br: Operação de protocolo

source: Pupil
pt_br: Aluno

source: Pupil id
pt_br: Código da pessoa

source: Pupil invoice
pt_br: Título do aluno

source: Pupil list
pt_br: Lista de alunos

source: Pupil name
pt_br: Nome do aluno

source: Quantity of default messages exceed the allowed limit
pt_br: Quantidade de mensagens padrão excede o limite permitido

source: Question
pt_br: Questão

source: REPORT @1
pt_br: RELATÓRIO @1

source: Reason
pt_br: Razão

source: Reason id
pt_br: Código do motivo

source: Receipt
pt_br: Recibo

source: Receivable invoice
pt_br: Título a receber

source: Receivable invoice generation
pt_br: Geração dos títulos a receber

source: Receivable invoice generation company
pt_br: Geração de títulos a receber para convênios

source: Receivable invoice generation pupil
pt_br: Geração de títulos a receber para pessoas

source: Receivable invoice information
pt_br: Informação do título a receber

source: Receivable invoice to company
pt_br: Título a receber para convênios

source: Receivable invoice to pupil
pt_br: Título a receber para pessoa

source: Receivable invoices generated.
pt_br: Títulos a receber gerados.

source: Receive date
pt_br: Data de recebimento

source: Receive discount
pt_br: Recebe desconto

source: Receive for already registered invoice
pt_br: Entrada para título já cadastrado

source: Receivement confirmation of protest instruction
pt_br: Confirmação de recebimento da instrução de protesto

source: Receivement confirmation of stop process instruction
pt_br: Confirmação de recebimento da instrução de parada do processo

source: Receivement confirmation of stop protest instruction
pt_br: Confirmação de recebimento da instrução de parada do protesto

source: Record date
pt_br: Data de gravação

source: Recorder
pt_br: Fechamento de caixa

source: Recorder id
pt_br: Código do fechamento de caixa

source: Referred by total course price
pt_br: Referente ao preco total do curso

source: Referred to @1 credits
pt_br: Referente a @1 créditos

source: Register
pt_br: Cadastro

source: Register date
pt_br: Data do cadastro

source: Register of invoice on notary's office
pt_br: Registo do título no cartório

source: Register of invoice receivement
pt_br: Registro de entrada do título

source: Register rejected by irregular CEP
pt_br: Registo rejeitado por CEP irregular

source: Register time
pt_br: Hora do registro

source: Rejected
pt_br: Rejeito

source: Rejected entry
pt_br: Entrada rejeitada

source: Remittance
pt_br: Remessa

source: Remittance and return
pt_br: Remessa e retorno

source: Remittance automatic debit
pt_br: Remessa de débito automático

source: Remittance automatic debit to Bank of Brazil (001)
pt_br: Remessa de débito automático para o Banco do Brasil (001)

source: Remittance automatic debit to Banrisul (041)
pt_br: Remessa de débito automático para o Banrisul (041)

source: Remittance automatic debit to Caixa Econômica Federal (104)
pt_br: Remessa de débito automático para a Caixa econômica Federal (104)

source: Remittance automatic debit to Caixa Economica Federal (104)
pt_br: Remessa de débito automático para a Caixa Econômica Federal (104)

source: Remittance automatic debit to Sicredi (748)
pt_br: Remessa de débito automático para o Sicredi (748)

source: Remittance basic information
pt_br: Informações básicas de remessa

source: Remittance invoice
pt_br: Remessa de títulos

source: Remittance invoice for Banrisul
pt_br: Remessa de títulos para Banrisul

source: Remittance invoice for Sicredi
pt_br: Remessa de títulos para Sicredi

source: Remittance with register information
pt_br: Informações de remessa com registro

source: Report
pt_br: Relatório

source: Report parameters
pt_br: Parâmetros do relatório

source: Report type
pt_br: Tipo de relatório

source: Require cost center
pt_br: Centro de custo requerido

source: Resend invoices
pt_br: Reenviar títulos

source: Reset
pt_br: Redefinir

source: Residential phone
pt_br: Telefone residencial

source: Responsable
pt_br: Responsável

source: Responsable id
pt_br: Código do responsável

source: Responsable name
pt_br: Nome do responsável

source: Responsible
pt_br: Responsável

source: Responsible id
pt_br: Código do responsável

source: Responsible name
pt_br: Nome do responsável

source: Result of process
pt_br: Resultado do processo

source: Results final verification date
pt_br: Resultados da data de verificação final

source: Return
pt_br: Retorno

source: Return automatic debit
pt_br: Retorno do débito automático

source: Return automatic debit to BB
pt_br: Retorno de débito automático para o BB

source: Return automatic debit to Bank of Brazil
pt_br: Retorno de débito automático para o Banco do Brasil

source: Return automatic debit to Bank of Brazil (001)
pt_br: Retorno de débito automático Banco do Brasil (001)

source: Return automatic debit to Banrisul
pt_br: Retorno de débito automático para o Banrisul

source: Return automatic debit to Banrisul (001)
pt_br: Retorno de débito automático para o Banrisul (001)

source: Return automatic debit to Banrisul (041)
pt_br: Retorno de débito automático Banrisul (041)

source: Return automatic debit to Bansicredi
pt_br: Retorno de débito automático para o Bansicredi

source: Return automatic debit to Bansicredi (748)
pt_br: Retorno de débito automático Bansicredi (748)

source: Return automatic debit to CEF
pt_br: Retorno de débito automático para a CEF

source: Return automatic debit to CEF (104)
pt_br: Retorno de débito automático CEF (104)

source: Return bank code
pt_br: Código de retorno do banco

source: Return date
pt_br: Data de retorno

source: Return file
pt_br: Arquivo de retorno

source: Return file id
pt_br: Código do arquivo de retorno

source: Return file to process
pt_br: Arquivo de retorno a processar

source: Return information
pt_br: Informação de retorno

source: Return information abount returns not found
pt_br: Informação de retorno sobre os retornos não encontrada

source: Return information about invoices with register
pt_br: Informação do retorno sobre títulos com registro

source: Return information about invoices without register
pt_br: Informação do retorno sobre títulos sem registro

source: Return information about occurrences
pt_br: Informação de retorno sobre ocorrências

source: Return information about sucessefuly processed
pt_br: Informações sobre retornos foram processadas com sucesso

source: Return information about tariff
pt_br: Informação do retorno sobre a tarifa

source: Return invoice
pt_br: Retorno de título

source: Return invoice 748
pt_br: Retorno de títulos 748

source: Return invoice bank
pt_br: Retorno de títulos bancários

source: Return invoice for Banrisul
pt_br: Retorno de títulos para Banrisul

source: Return invoice for @1
pt_br: Retorno de títulos para @1

source: Return invoice for Bansicredi
pt_br: Retorno de títulos para Bansicredi

source: Return message code invalid
pt_br: Código de mensagem de retorno inválida

source: Return occurrence date
pt_br: Data de retorno da ocorrência

source: Rotative
pt_br: Rotativo

source: Rotative Credit Program
pt_br: Programa de crédito rotativo

source: Rotative credit program
pt_br: Programa de crédito rotativo

source: Sagu1 invoice id
pt_br: Código do título do Sagu1

source: Save
pt_br: Salvar

source: Search
pt_br: Localizar

source: Search1
pt_br: Localizar1

source: Search2
pt_br: Localizar2

source: Search3
pt_br: Localizar3

source: Search4
pt_br: Localizar4

source: Second instruction
pt_br: Segunda instrução

source: Sector
pt_br: Setor

source: Sector id
pt_br: Código do setor

source: Select if that policy is extinct or not
pt_br: Selecione se esta política está extinta ou não

source: Select loaner id
pt_br: Selecione o código do financiador

source: Select the account scheme id
pt_br: Selecione o código do plano de contas

source: Select the collection operation id
pt_br: Selecione o código da operação cobrança

source: Select the cost center id
pt_br: Selecione o código do centro de custo

source: Select the course id
pt_br: Selecione o código do curso

source: Select the income source id
pt_br: Selecione o código da origem

source: Select the operation
pt_br: Selecione a operação

source: Select the operation id
pt_br: Selecione o código da operação

source: Select the person id
pt_br: Selecione o código da pessoa

source: Select the policy id
pt_br: Selecione o código da política

source: Select the return file id
pt_br: Selecione o código do arquivo de retorno

source: Select the unit id
pt_br: Selecione o código da unidade

source: Selected by user to do not process
pt_br: Selecionado pelo usuário para não processar

source: Selected to user to do not process
pt_br: Selecionado pelo usuário para não processar

source: Selective process period
pt_br: Período do processo seletivo

source: Semester
pt_br: Semestre

source: Send
pt_br: Enviar

source: Send date
pt_br: Data de envio

source: Send invoices
pt_br: Enviar títulos

source: Sequence file
pt_br: Arquivo de seqüência

source: Sequence fo composition of our number of actual year depleted
pt_br: Seqüência para composição do nosso número do ano atual esgotada

source: Sequence for composition of our number of actual year depleted
pt_br: Seqüência para composição do nosso número do ano atual esgotada

source: Show details
pt_br: Mostrar detalhes

source: Shows payments
pt_br: Mostrar pagamentos

source: Some enroll summaries for that period has do not processed, to continue this process correctly, you need process all income forecasts for that period. Clicking button above, you go to income forecast generation to all periods listed on that process
pt_br: Alguns resumos de matrícula para este período não foram processados. Para continuar este processo, você precisa processar todas as previsões de lançamento para este. Clicando no botão abaixo, você irá acessar a tela de geração de previsões de lançamentos com todos os períodos listados e necessários para este processo

source: Some errors occurred on this process, please, try again
pt_br: Alguns erros ocorreram neste processo, por favor, tente novamente

source: Some errors occurred on this process. Please, try again.
pt_br: Alguns erros ocorreram neste processo. Por favor, tente novamente.

source: Some problems occurred on update the file, please, try again
pt_br: Alguns problemas ocorreram durante a atualização do arquivo, por favor, tente novamente

source: Some problems occurred on update the file. Please, try again.
pt_br: Alguns problemas ocorreram durante a atualização do arquivo. Por favor, tente novamente.

source: Some problems occurred updating the file. Please, try again.
pt_br: Alguns problemas ocorreram ao atualizar o arquivo. Por favor, tente novamente

source: Sorry, but the system do not have support to import this file
pt_br: Desculpe, o sistema não tem suporte para importar este arquivo

source: Sorry, but the system do not have support to process this file
pt_br: Desculpe, mas o sistema não tem suporte para processar este tipo de arquivo

source: Sorry, is not a valid period
pt_br: Desculpe, não é um período válido

source: Sorry, this bank do not have support to generate remittances, please, select other bank
pt_br: Desculpe, este banco não tem suporte para geração de remessas. Selecione outro banco

source: Sorry, this bank do not have support to generate remittances. Please, select other bank.
pt_br: Desculpe, este banco não tem suporte para geração de remessas. Por favor, selecione outro banco.

source: Source invoice
pt_br: Título de origem

source: Specie not allowed for this wallet
pt_br: Espécie não permitida para a carteira

source: Species
pt_br: Espécie

source: Species decription
pt_br: Descrição da espécie

source: Species description
pt_br: Descrição da espécie

source: Species id
pt_br: Código da espécie

source: Species search
pt_br: Procura por espécie

source: Start date
pt_br: Data inicial

source: State contract description
pt_br: Descrição do estado do contrato

source: State contract id
pt_br: Código do estado do contrato

source: State insc.
pt_br: Insc. Est.

source: State name
pt_br: Nome do estado

source: Status
pt_br: Estado

source: Status of curricular component
pt_br: Status da disciplina

source: Stub-book
pt_br: Cobrança seriada

source: Student financing
pt_br: Fies

source: Student financing id
pt_br: Código do fies

source: Submit
pt_br: Enviar

source: Success! Generate correctly!
pt_br: Sucesso! Gerado corretamente!

source: Success! Generate correctly.
pt_br: Sucesso! Gerado corretamente.

source: Summarized history
pt_br: Histórico sintetizado

source: Support
pt_br: Patrocínio

source: Support id
pt_br: Código do incentivo

source: Support invoice
pt_br: Título de incentivo

source: Supporter
pt_br: Patrocinador

source: Supporter id
pt_br: Código do patrocinador

source: Supporter name
pt_br: Nome do patrocinador

source: Supports
pt_br: Incentivos

source: Supports found but no processed
pt_br: Auxílios encontrados que não foram processados

source: Supports processed:
pt_br: Incentivos processados:

source: System message
pt_br: Mensagem do sistema

source: Tariff
pt_br: Tarifa

source: That invoice id contain invalid characters, that field needed to be integer
pt_br: O código do título contém caracteres inválidos, este campo precisa ser de valores inteiros

source: That process has already executed for this period in @1
pt_br: Este processo já foi executado para este período em @1

source: That process has already processed for this period in @1
pt_br: Este processo já foi gerado para este periodo em @1

source: The bank id @1 already exists, do you want edit that bank?
pt_br: O código de banco @1 já existe, você gostaria de editar este banco?

source: The courses listed below have enroll summaries to process but do not have account scheme registered. If you want to process that enroll summaries, please, register the course account for courses below
pt_br: Os cursos listados abaixo tem resumos de matrícula a processar mas não tem plano de contas registrados, se você quer processar estes resumos de matrícula, por favor, registre a conta dos cursos abaixo

source: The debit export for this bank is not implemented yet.
pt_br: A exportação do débito para este banco ainda não foi implementada.

source: The file do not have the correct extension, please send a file with correct extension, thanks
pt_br: O arquivo não contém a extensão correta, por favor envie um arquivo com a extensão correta, obrigado.

source: The file do not have the correct extension. Please send a file with correct extension. Thanks.
pt_br: O arquivo não contém a extensão correta. Por favor envie um arquivo com a extensão correta. Obrigado.

source: The file is empty
pt_br: O arquivo está vazio

source: The file is not version '1.00' or '2.00' !
pt_br: A versão deste arquivo não é '1.00' ou '2.00' !
