Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/finance.po
Languages: pt_br

source: Enter other operations id, set values in comma separated format
pt_br: Entre com os outros códigos de operações, coloque os valores separados por vírgula

source: Enter the account
pt_br: Informe a conta

source: Enter the account description
pt_br: Informe a descrição da conta

source: Enter the account digits
pt_br: Infome os dígitos da conta

source: Enter the account number
pt_br: Informe o número da conta

source: Enter the account number digit
pt_br: Informe o dígito do número da conta

source: Enter the account scheme code
pt_br: Informe o código do plano de contas

source: Enter the account scheme id
pt_br: Informe o código do plano de contas

source: Enter the add curricular component operation
pt_br: Informe a operação de acréscimo de disciplina

source: Enter the agency
pt_br: Informe a agência

source: Enter the agreement operation code
pt_br: Informe o código da operação de acordo

source: Enter the approached value for entries
pt_br: Entre o valor aproximado dos lançamentos principais

source: Enter the assignor code
pt_br: Entre com o código do cedente

source: Enter the assignor code for this bank, that is important for remittance and return files if you use these
pt_br: Entre com o código do cedente para este banco, esta informação é importante para os arquivos de remessas e retornos, caso você utilize esta conta para estes processos

source: Enter the bank
pt_br: Informe o banco

source: Enter the bank Closing tax operation code
pt_br: Informe o código da operação de fechamento de taxa bancária

source: Enter the bank account code
pt_br: Informe o código da conta bancária

source: Enter the bank code
pt_br: Informe o código do banco

source: Enter the bank description
pt_br: Informe a descrição do banco

source: Enter the bank id
pt_br: Informe o código do banco

source: Enter the bank invoice id
pt_br: Informe o código do título bancário

source: Enter the bank message code
pt_br: Informe o código da mensagem do banco

source: Enter the bank operation type code
pt_br: Informe o código do tipo de operação do banco

source: Enter the bank return code
pt_br: Informe o código do retorno do banco

source: Enter the bank tax operation code
pt_br: Entre com o código da operação de taxa bancária

source: Enter the bank tax value
pt_br: Informe o valor da taxa bancária

source: Enter the bank verificator digit
pt_br: Informe o dígito verificador do banco

source: Enter the bank verifier digit
pt_br: Informe o dígito verificador do banco

source: Enter the begin date
pt_br: Informe a data inicial

source: Enter the branch
pt_br: Informe a agência

source: Enter the branch digit
pt_br: Informe o dígito da agência

source: Enter the branch number
pt_br: Informe o número da agência

source: Enter the branch number digit
pt_br: Informe o dígito da agência

source: Enter the cancel curricular component operation
pt_br: Informe a operação de cancelamento de disciplina

source: Enter the city id
pt_br: Informe o código da cidade

source: Enter the city name
pt_br: Informe o nome da cidade

source: Enter the close income forecast operation
pt_br: Informe a operação do fechamento da previsão de lançamento

source: Enter the collection type code
pt_br: Informe o código do tipo de cobrança

source: Enter the collection type description
pt_br: Informe a descrição do tipo de cobrança

source: Enter the collection type id
pt_br: Informe o código do tipo de cobrança

source: Enter the comments
pt_br: Informe os comentários

source: Enter the contract code
pt_br: Informe o código do contrato

source: Enter the contract id
pt_br: Informe o código do contrato

source: Enter the contract state description
pt_br: Informe a descrição do estado do contrato

source: Enter the cost center code
pt_br: Informe o código do centro de custos

source: Enter the cost center id
pt_br: Informe o código do centro de custos

source: Enter the counter code
pt_br: Informe o código do caixa

source: Enter the counter id
pt_br: Informe o código do caixa

source: Enter the current value
pt_br: Informe o valor atual

source: Enter the date
pt_br: Informe a data

source: Enter the date of pardon if you need calculate tax value until this date
pt_br: Entre com a data de perdão caso você precise calcular o valor do juros até esta data

source: Enter the date of the pardon
pt_br: Informe a data de perdão

source: Enter the days to discount
pt_br: Informe a quantidade de dias para conceder desconto

source: Enter the days to fine
pt_br: Informe a quantidade de dias para cobrar multa

source: Enter the days to interest
pt_br: Informe a quantidade de dias para cobrar juros

source: Enter the days to protest
pt_br: Entre com os dias para protesto

source: Enter the description
pt_br: Informe a descrição

source: Enter the discount operation
pt_br: Informe a operação de desconto

source: Enter the discount operation description
pt_br: Informe a descrição da operação de desconto

source: Enter the discount
pt_br: Informe o desconto

source: Enter the document number
pt_br: Informe o número do documento

source: Enter the emission date
pt_br: Informe a data de emissão

source: Enter the end date
pt_br: Informe a data de término

source: Enter the enroll operation
pt_br: Informe a operação da matrícula

source: Enter the enroll operation id
pt_br: Informe o código de operação de matrícula

source: Enter the entry date
pt_br: Informe a data do lançamento

source: Enter the fine percent
pt_br: Informe o percentual de multa

source: Enter the history
pt_br: Entre com o histórico

source: Enter the incentive type id
pt_br: Informe o código do tipo de incentivo

source: Enter the income source code
pt_br: Informe o código da origem

source: Enter the income source description
pt_br: Informe a descrição da origem

source: Enter the information
pt_br: Entre com a informação

source: Enter the initial maturity date
pt_br: Infome a data inicial de vencimento

source: Enter the initial value
pt_br: Informe o valor inicial

source: Enter the interest operation
pt_br: Entre com a operação de juros

source: Enter the interest operation description
pt_br: Informe a descrição da operação de juros

source: Enter the invoice id
pt_br: Informe o código do título

source: Enter the learning period id
pt_br: Informe o código do período letivo

source: Enter the library fine operation
pt_br: Informe a operação de multa da biblioteca

source: Enter the library fine operation description
pt_br: Informe a descrição da operação de multa da biblioteca

source: Enter the location name
pt_br: Informe o nome do local

source: Enter the maturity date
pt_br: Informe a data de vencimento

source: Enter the maturity day to register the support invoices
pt_br: Entre com o dia de vencimento para registrar os títulos de convênios

source: Enter the message
pt_br: Informe a mensagem

source: Enter the message order
pt_br: Informe a ordem da mensagem

source: Enter the message text
pt_br: Informe o texto da mensagem

source: Enter the monthly interest percent
pt_br: Informe o percentual de juros mensal

source: Enter the name
pt_br: Informe o nome

source: Enter the neighborhood name
pt_br: Informe o bairro

source: Enter the number of entries by invoice
pt_br: Entre com o número de lançamentos por título

source: Enter the number of invoices to generate
pt_br: Entre com o número de títulos a ser gerado

source: Enter the number of parcels
pt_br: Informe o número de parcelas

source: Enter the operation description
pt_br: Informe a descrição da operação

source: Enter the operation group code
pt_br: Entre com o código do grupo de operações

source: Enter the operation group description
pt_br: Entre com a descrição do grupo de operações

source: Enter the operation id
pt_br: Informe o código da operação

source: Enter the operation type
pt_br: Informe o tipo de operação

source: Enter the operation type id
pt_br: Informe o código do tipo de operação

source: Enter the operator id
pt_br: Informe o código do operador

source: Enter the parcel number
pt_br: Informe o número de parcelas

source: Enter the parcels number
pt_br: Informe o número de parcelas

source: Enter the payment operation
pt_br: Informe a operação de pagamento

source: Enter the payment operation code
pt_br: Informe o código de operação de pagamento

source: Enter the payment place code
pt_br: Informe o código do local de pagamento

source: Enter the payment place description
pt_br: Informe a descrição do local de pagamento

source: Enter the payment place id
pt_br: Informe o código do local de pagamento

source: Enter the person code
pt_br: Informe o código da pessoa

source: Enter the person id
pt_br: Informe o código da pessoa

source: Enter the policy code
pt_br: Informe o código da política

source: Enter the protocol operation
pt_br: Informe a operação de protocolo

source: Enter the receive date
pt_br: Informe a data de recebimento

source: Enter the register date
pt_br: Informe a data de registro

source: Enter the responsable code
pt_br: Informe o código do responsável

source: Enter the responsible code
pt_br: Informe o código do responsável

source: Enter the return date
pt_br: informe a data de retorno

source: Enter the sagu1 invoice id
pt_br: Informe o código do título do sagu1

source: Enter the sector that invoices are required
pt_br: Entre com o setor ao qual o título foi requerido

source: Enter the send date
pt_br: Informe a data de envio

source: Enter the species code
pt_br: Informe o código da espécie

source: Enter the species description
pt_br: Informe a descrição da espécie

source: Enter the species id
pt_br: Informe o código da espécie

source: Enter the start date
pt_br: Informe a data inicial

source: Enter the student financing id
pt_br: Informe o código do fies

source: Enter the supporter id
pt_br: Informe o código do patrocinador

source: Enter the title
pt_br: Informe o título

source: Enter the title of document
pt_br: Entre com o título do documento

source: Enter the total value to distribute on invoices
pt_br: Entre com o valor total para ser distribuído entre os títulos

source: Enter the transferor code
pt_br: Informe o código do cedente

source: Enter the unit id
pt_br: Informe o código da unidade

source: Enter the value
pt_br: Informe o valor

source: Enter the zip code
pt_br: Informe o CEP

source: Enter with the operation for the loaner receive the loans payments
pt_br: Entre com a operação ao qual o financiador recebe os pagamentos do financiamentos

source: Entries
pt_br: Lançamentos

source: Entries by invoice
pt_br: Lançamentos por título

source: Entries by parcel
pt_br: Lançamentos por parcela

source: Entries for invoice @1
pt_br: Lançamentos para título @1

source: Entries not processed by course value not registered
pt_br: Há lançamentos não processados por que há valores de curso não cadastrados

source: Entry
pt_br: Lançamento

source: Entry created by close invoice process on @1 for invoice @2
pt_br: Lançamento criado pelo processo de fechamento de título em @1 para o título @2

source: Entry created by close invoice process on @1 for invoice @2. Partial close
pt_br: Lançamento criado pelo processo de fechamento de título em @1 para o título @2. Fechamento parcial

source: Entry created by close invoice process on @1 for invoice @2. Total close
pt_br: Lançamento criado pelo processo de fechamento de título em @1 para o título @2. Fechamento Total

source: Entry date
pt_br: Data de lançamento

source: Entry due
pt_br: Lançamento devido

source: Entry generated by process 'Close all invoices' in assorted queries.
pt_br: Lançamento gerado pelo processo 'Fechar todos os títulos' nas consultas diversas

source: Entry id
pt_br: Código do lançamento

source: Entry information
pt_br: Informações do lançamento

source: Entry referred to incentive @1 on invoice @2 and entry @3
pt_br: Lançamento referente ao incentivo @1 no título @2 com o lançamento @3

source: Entry this fields for individual generation
pt_br: Preencha estes campos para geração individual

source: Entry value
pt_br: Valor do lançamento

source: Error
pt_br: Erro

source: Error executing requested operation.
pt_br: Erro executando a operação solicitada.

source: Error occurrence
pt_br: Ocorrência de erro

source: Error on get informations user. It enters in contact with the administador of the system.
pt_br: Erro ao pegar informações do usuário. Entre em contato com o administador do sistema.

source: Error on import extra information, transaction canceled
pt_br: Erro na informação extra da importação, transação cancelada

source: Error on import, transaction canceled
pt_br: Erro na importação, transação cancelada

source: Error on import. Transaction canceled.
pt_br: Erro na importação. Transação cancelada.

source: Error on line @1 on this file
pt_br: Erro na linha @1 deste arquivo

source: Error on update invoice information, please try again
pt_br: Erro na atualização da informação do título, por favor, tente novamente

source: Error on update invoice information. Please, try again.
pt_br: Erro na atualização da informação do título. Por favor, tente novamente.

source: Error while processing file
pt_br: Erro enquanto o arquivo foi processado

source: Error! Value of invoice is negative or null. Verify a entries.
pt_br: Erro! O valor do título é negativo ou nulo. Verifique os lançamentos deste título.

source: Error, DEFAULT_COMPANY_CONF not declareted in parameters table.
pt_br: Erro, DEFAULT_COMPANY_CONF não declarado na tabela de parâmetros.

source: Error, DEFAULT_INVOICE_BANK not declareted in parameters table.
pt_br: Erro, DEFAULT_INVOICE_BANK não declarado na tabela de parâmentros.

source: Error, assignorCode not declared for invoice.
pt_br: Erro, assignorCode não declarado para título.

source: Error, on generated bank invoice id
pt_br: Erro ao gerar o código bancário do título

source: Error, select at least one invoice to close
pt_br: Erro, selecione ao menos um título para fechar

source: Error, select one invoice to close !
pt_br: Erro, selecione um título para fechar!

source: Error, the parameter DEFAULT_COMPANY_CONF is not set in table basConfig (DEFAULT_COMPANY_CONF is a default institucional company ).
pt_br: Erro, o parâmetro DEFAULT_COMPANY_CONF não está setado na tabela basConfig

source: Error, value of invoice is negative or null, verify a entries.
pt_br: Erro, valor do título é negativo ou nulo, verifique os lançamentos deste título.

source: Error, value of invoice is negative.
pt_br: Erro, o valor do título é negativo.

source: Error. Branch digit do not to be string.
pt_br: Erro. Dígito da filial não pode ser letras.

source: Error. Branch number digit do not to be string.
pt_br: Erro. Número do dígito da filial não pode ser letras.

source: Error. You don't have permission to access this process !
pt_br: Erro. Você não tem permissão para acessar este processo !

source: Error. You don't have permission to access this process ! You are need be counter responsable !
pt_br: Erro. Você não tem permissão para acessar este processo ! É necessário que você seja responsável pelo caixa !

source: Error. You don't have permission to access this process!
pt_br: Erro. Você não tem permissão para acessar este processo!

source: Error. You don't have permission to access this process! You are need be counter responsable!
pt_br: Erro. Você não tem permissão para acessar este processo! É necessário que você seja responsável pelo caixa!

source: Error. You don't have permission to access this process! You are need be counter responsible!
pt_br: Erro. Você não tem permissão para acessar este processo! É necessário que você seja responsável pelo caixa!

source: Exempt
pt_br: Isento

source: Expiration end date
pt_br: Data final de expiração

source: Expiration initial date
pt_br: Data inicial de expiração

source: Export
pt_br: Exportar

source: Export bank return files
pt_br: Exportar arquivos de retorno do banco

source: Fiancial aids processed:
pt_br: Auxílios financeiros processados:

source: File date
pt_br: Data do arquivo

source: File generate option
pt_br: Opção de geração de arquivo

source: File id
pt_br: Código do arquivo

source: File name
pt_br: Nome do arquivo

source: File not exists !
pt_br: Arquivo não existe

source: File uploaded with success, please, click on "OK" button to continue the process
pt_br: Arquivo importado com sucesso, por favor, clique no botão "OK" para continuar o processamento

source: File uploaded with success. Please, click on "OK" button to continue the process
pt_br: Arquivo importado com sucesso. Por favor, clique no botão "OK" para continuar o processamento

source: File uploaded with success. Please, click on "OK" button to continue this process
pt_br: Arquivo enviado com sucesso. Por favor, clique no botão "OK" para continuar o processo

source: Fill these field with days to protest value, valid values is between 0 and 99
pt_br: Preencha este campo com o valor dos dias de protesto, valores válidos estão entre 0 e 99

source: Fill this field with the begin date of invoices with late payments
pt_br: Preencha este campo com a data inicial do títulos com pagamento atrazado

source: Fill this field with the begin date of invoices with payments
pt_br: Preencha este campo com a data inicial do pagamento do título

source: Fill this field with the begin maturity date of invoices with payments
pt_br: Preencha este campo com a data de vencimento dos títulos a pagar

source: Fill this field with the begin payment date of invoices with payments
pt_br: Preencha este compo com a data inicial de pagamento dos títulos a pagar

source: Fill this field with the begin register date of invoices with payments
pt_br: Preencha este campo com a data de registro inicial dos títulos com pagamentos

source: Fill this field with the emission date of invoices
pt_br: Preencha este campo com a data de emissão dos títulos

source: Fill this field with the end date of invoices with late payments
pt_br: Preencha este campo com a data final dos títulos com pagamentos em atraso

source: Fill this field with the end date of invoices with payments
pt_br: Preencha este campo com a data final dos títulos com pagamentos

source: Fill this field with the end maturity date of invoices with payments
pt_br: Preencha este campo com a data de vencumento final dos títulos com pagamentos

source: Fill this field with the end payment date of invoices with payments
pt_br: Preencha este campo com a data de pagamento final dos títulos com pagamentos

source: Fill this field with the end register date of invoices with payments
pt_br: Preencha este campo com a data de registro final dos títulos com pagamentos

source: Fill this field with the maturity date of invoices with modified values
pt_br: Preencha este campo com a data de vencimento dos títulos com valores modificados

source: Filter
pt_br: Filtrar

source: Filter a invoice by Sagu code or return bank code
pt_br: Filtrar um título pelo código do Sagu ou pelo código de retorno do banco

source: Filter a title by sagu code or return bank code
pt_br: Filtrar um título pelo código do sagu ou pelo código de retorno do banco

source: Filter information
pt_br: Informações de filtros

source: Filter titles for a person
pt_br: Filtrar títulos por pessoa

source: Final average
pt_br: Média final

source: Final emission date
pt_br: Data de emissão final

source: Final maturity date
pt_br: Data de vencimento final

source: Finance
pt_br: Financeiro

source: Financial aid
pt_br: Auxílio financeiro

source: Fine
pt_br: Multa

source: Fine date
pt_br: Data da multa

source: Fine code
pt_br: Código da multa

source: Fine date
pt_br: Data da multa

source: Fine percent
pt_br: Percentual de multa

source: Fine referring loan
pt_br: Multa referente ao empréstimo

source: First Sem/Enroll
pt_br: Primeira Sem/Mat

source: First instruction
pt_br: Primeira instrução

source: Formation level
pt_br: Grau de formação

source: Formation level id
pt_br: Código do nível de formação

source: Freshman
pt_br: Calouro

source: Friendly agreement
pt_br: Acordos amigáveis

source: Friendly agreements
pt_br: Acordos amigáveis

source: Friendly agreements paid
pt_br: Acordos amigáveis pagos

source: Future parcels
pt_br: Parcelas futuras

source: General total
pt_br: Total geral

source: Generate
pt_br: Gerar

source: Generate bank remittance files
pt_br: Gerar arquivos para remessa bancária

source: Generate credits
pt_br: Gerar créditos

source: Generate income forecast
pt_br: Gerar previsão de lançamento

source: Generate income forecasts
pt_br: Gerar previsões de lançamento

source: Generate invoice
pt_br: Gerar título

source: Generate multiple enroll fee
pt_br: Gerar diversas taxas de matrícula

source: Generate multiple price
pt_br: Gerar diversos preços

source: Generate new bank code
pt_br: Gerar novo código do banco

source: Generate option
pt_br: Opção de geração

source: Generated by loan process related to initial invoice @1
pt_br: Gerado pelo processo financiamentos, relacionado ao título @1

source: Generated for individual income forecast
pt_br: Gerado pelo processo individual de previsão de lançamento

source: Generation date
pt_br: Data de geração

source: Generation details
pt_br: Gerar detalhes

source: Generation in lot
pt_br: Geração em lote

source: Generic voucher payment
pt_br: Comprovante genérico de pagamento

source: Get file
pt_br: Obter arquivo

source: Get out of notary's office and maintenance on wallet
pt_br: Retirada do cartório e manutenção em carteira

source: Give incentive
pt_br: Obter incentivo

source: Graduation
pt_br: Graduação

source: Grand total
pt_br: Total geral

source: Group
pt_br: Grupo

source: Group invoices values
pt_br: Agrupar valores no título

source: Have agreements operation(s)
pt_br: Tem operação(ões) de acordo

source: Id
pt_br: Código

source: If discount days is applied, fill that with discount value or percent
pt_br: Caso os dias de desconto sejam aplicados, preencha este com o percentual de desconto ou com o valor do desconto

source: If the field operation of entries do not filled, that entry is not registered
pt_br: Se o campo de operação do(s) lançamento(s) não estiver preenchido, este(s) lançamento(s) não será(ão) registrado(s)

source: If you want a detailed listing with generated invoices mark "Yes" on "Show details" item, may that requires a reasonable time to generate that information on your screen, depending for number of income forecast processed
pt_br: Se você deseja uma listagem detalhada dos títulos gerados, marque "Sim" no campo "Mostrar detalhes", talvez, este irá precisar de um tempo razoável para a gerar estas informações na tela, dependendo do número de previsões de lançamento processadas

source: If you want that debit automatic initiate in the same date for all pupils for this remittance, inform this date in this field.
pt_br: Se você quiser que este débito automático inicie na mesma data para todos os alunos desta remessa, informe esta data neste campo.

source: If you want that debit initiates in debit date for maturity date of pupil's invoices, leave this field blank.
pt_br: Se você quiser que este débito inicie na data de débito do dia de vencimento do título do aluno, deixe este campo em branco.

source: If you want to get a transferency for only a pupil, inform the field above.
pt_br: Se você quiser começar uma transferência para somente um aluno, informe o campo acima.

source: If you want to get a transferency for only a pupil, populate the field above.
pt_br: Se você quiser começar uma transferência para somente um aluno, popule o campo acima.

source: Import
pt_br: Importar

source: Import bank return files
pt_br: Importar os arquivos de retorno do banco

source: Import file instruction
pt_br: Instrução de importação do arquivo

source: Import invoice file
pt_br: Arquivo de importação de títulos
