Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/finance.po
Languages: pt_br

source: The file is not CNAB '240' or '400' !
pt_br: Este arquivo não é CNAB '240' ou '400' !

source: The import for this bank is not implemented yet.
pt_br: A importação para esse banco ainda não foi implementada.

source: The invoice was closed successfully
pt_br: O título foi fechado com sucesso

source: The launched value closed correctly with the counter movement.
pt_br: O valor lançado fechou corretamente com o movimento de caixa.

source: The number of parcels must be greater than 0
pt_br: O número de parcelas precisa ser maior que 0 (zero)

source: The parameter of bank remittance for this bank on basConfig does not exists
pt_br: O parâmetro para a remessa bancária para este banco na basConfig não existe

source: The plugin for this bank is not implemented yet
pt_br: O plugin para este banco não foi implementado ainda

source: The pupil process for that period do not have been processed, do you want to make the pupil invoice generation process?
pt_br: O processo de geração de títulos para pessoas para este período não foi efetuado, você deseja efetuar o processo de geração de títulos para alunos?

source: The remittance for this bank is not implemented.
pt_br: A remessa para este banco não foi implementada.

source: The remittance invoice for this bank is not implemented yet.
pt_br: A remessa de títulos ainda não foi implementado para este banco.

source: The support invoices for month @1 of year @2
pt_br: Títulos de convênios para o mês @1 do ano @2

source: The system constant PUPIL_PAYMENT_OPERATIONS does not exists, please create correctly to enable this function
pt_br: A constante PUPIL_PAYMENT_OPERATIONS não existe no sistema, por favor crie esta constante na tabela de parâmetros para a função ser habilitada

source: The system constant PUPIL_PAYMENT_OPERATIONS does not exists. Please create correctly to enable this function.
pt_br: A constante PUPIL_PAYMENT_OPERATIONS não existe no sistema. Por favor crie esta constante na tabela de parâmetros para a função ser habilitada.

source: The system do not found a log for invoices to generation
pt_br: O sistema não encontrou registros de títulos para gerar

source: The system has detected another file with the same name.
pt_br: O sistema detectou outro arquivo com o mesmo nome

source: The system has no returned values
pt_br: O sistema não retornou valores

source: The trailer is invalid, please, verify if the file is valid.
pt_br: O trailer é inválido, por favor, verifique se o arquivo é válido

source: There are entries already accounteds for this invoice
pt_br: Já existem lançamentos contabilizados para este título

source: This bank account do not have a bank registered, please register one before continue this process
pt_br: Esta conta bancária não tem um banco registrado, por favor registre um banco antes de continuar este processo

source: This bank account do not have a bank registered. Please register one after execute this process.
pt_br: Esta conta bancária não tem bancos registrados. Por favor registre um antes de continuar este processo

source: This bank account do not have a bank registered. Please register one before continue this process.
pt_br: Esta conta bancária não tem um banco registrado. Por favor registre um banco antes de continuar este processo.

source: This entry has accounted, some data are blocked to edit
pt_br: Este lançamento foi contabilizado, os dados estão bloqueados para edição

source: This file already was processed !
pt_br: Este arquivo já foi processado

source: This file do not have a valid header
pt_br: O arquivo não contém um cabeçalho válido

source: This incentive requires a cost center
pt_br: Este incentivo requer um centro de custo

source: This invoice do not have comments
pt_br: Este título não contém comentários

source: This invoice has accounted, some fields cannot be modified
pt_br: Este título foi contabilizado, alguns dados não podem ser modificados

source: This person don't have any information.
pt_br: Esta pessoa não contém informações

source: This process was already executed for period
pt_br: O processo já foi executado para este período

source: Times
pt_br: Vezes

source: Title
pt_br: Título

source: Title document
pt_br: Documento do título

source: Total by maturity date
pt_br: Totais por data de vencimento

source: Total by pupil
pt_br: Totais por pessoa

source: Total closing
pt_br: Fechamento total

source: Total current value
pt_br: Total do valor atual

source: Total due
pt_br: Total devido

source: Total incentive
pt_br: Incentivo total

source: Total income forecasts processed
pt_br: Total de previsões de lançamento processadas

source: Total income forecasts processed:
pt_br: Total de previsões de lançamento processadas:

source: Total income forecasts to process
pt_br: Total de previsões de lançamento para processar

source: Total init value
pt_br: Total do valor inicial

source: Total invoice
pt_br: Total do título

source: Total invoices generated
pt_br: Total de títulos gerados

source: Total movements and registers
pt_br: Total dos movimentos e fechamentos

source: Total of entries processed
pt_br: Total de lançamentos processados

source: Total of income forecast generated
pt_br: Total de previsão de lançamento gerada

source: Total of income forecasts generated
pt_br: Total de previsões de lançamento geradas

source: Total open
pt_br: Total aberto

source: Total registers
pt_br: Total de registros

source: Total value
pt_br: Valor total

source: Totalizations
pt_br: Totalizações

source: Transfer long term to short term
pt_br: Transferir longo prazo para curto prazo

source: Transferor id
pt_br: Código do cedente

source: Turn
pt_br: Turno

source: Turn description
pt_br: Descrição do turno

source: Turn id
pt_br: Código do turno

source: Type
pt_br: Tipo

source: Unique income source
pt_br: Origem única

source: Unit
pt_br: Unidade

source: Unit description
pt_br: Descrição da unidade

source: Unit id
pt_br: Código da unidade

source: Update
pt_br: Atualizar

source: Update nominal value
pt_br: Atualizar valor nominal

source: Update values
pt_br: Atualizar valores

source: Updated
pt_br: Atualizado

source: Updated balance
pt_br: Saldo atualizado

source: User
pt_br: Usuário

source: Value
pt_br: Valor

source: Value closer
pt_br: Valor de fechamento

source: Value due
pt_br: Valor devido

source: Value is percent
pt_br: Valor é percentual

source: Value of closing
pt_br: Valor de fechamento

source: Value of invoice are negative or do not exists, please, verify the entries for that invoice.
pt_br: Valor do título é negativo ou não existe, por favor, verifique os lançamentos deste título.

source: Value suggested
pt_br: Valor sugerido

source: Value updated
pt_br: Valor atualizado

source: Values
pt_br: Valores

source: Version
pt_br: Versão

source: Veteran
pt_br: Veterano

source: View
pt_br: Visualizar

source: Voucher message for operation @1 already exists, do you want edit that voucher message?
pt_br: A mensagem para demonstrativos financeiros para a operação @1 já existe, você gostaria de editar esta mensagem para os demostrativos?

source: Voucher message search
pt_br: Procura de mensagem para demonstrativos financeiros

source: Voucher messages
pt_br: Mensagens para os demonstrativos financeiros

source: WARNING: The total value is greater than open value
pt_br: ALERTA: O valor total é maior que o valor aberto

source: Wallet close
pt_br: Baixa da carteira

source: Warning
pt_br: Atenção

source: Was paid?
pt_br: Foi pago?

source: Week end exams begin
pt_br: Semana de início dos exames

source: Week exams begin
pt_br: Semana de início dos exames

source: What is a begin date of vacation ?
pt_br: Qual é a data inicial das férias ?

source: What is a end date of vacation ?
pt_br: Qual é a data final das férias ?

source: What is the actual period ?
pt_br: Qual é o período atual ?

source: What is the due date of the first parcel of the next semester ?
pt_br: Qual é a data de vencimento para a primeira parcela do próximo semestre ?

source: What is the due date to pay parcels of actual semester ( if not paid the invoice of actual semester will not be sent) ?
pt_br: Qual é a data de vencimento para pagar as parcelas do semestre atual (se não pagar o título do semestre atual não será enviado título) ?

source: What is the due date to pay parcels of the actual semester (if not enrollment will not lauch on the sistem) ?
pt_br: Qual é a data limite para pagar as parcelas do atual semestre (se não a matrícula não será lançada no sistema) ?

source: What is the fist due date of parcel of the actual semester ?
pt_br: Qual é a primeira data de vencimento do atual semestre ?

source: What is the limit date to anormalize situation ?
pt_br: Qual é a data limite para normalizar a situação ?

source: What is the limit date to normalize situation ?
pt_br: Qual é a data limite para normalizar a situação ?

source: What is the next period ?
pt_br: Qual é o próximo periodo ?

source: What is the vacation return date ?
pt_br: Qual é a data de retorno as férias ?

source: When a pupil receive discount, the discount operation used on invoices is that
pt_br: Quando um aluno recebe desconto, a operação de desconto utilizada nos títulos será esta

source: Work
pt_br: Trabalho

source: Work phone
pt_br: Telefone de trabalho

source: Would you like to conclude this process anyway?
pt_br: Você gostaria de concluir este processo mesmo assim?

source: Year
pt_br: Ano

source: Yes
pt_br: Sim

source: Yes - Pupil
pt_br: Sim - aluno

source: Yes - pupil
pt_br: Sim - aluno

source: You cannot erase this forecast
pt_br: Você não pode apagar esta previsão de lançamento

source: You cannot modify this forecast
pt_br: Você não pode modificar este lançamento

source: You it would like to conclude this process exactly thus ?
pt_br: Você gostaria de concluir este processo mesmo assim ?

source: You realy want modify the accounting of entry @1 ?
pt_br: Você realmente deseja modificar a contabilização para o lançamento @1 ?

source: Zip code
pt_br: CEP

source: automatic debit
pt_br: débito automático

source: benefited pupil
pt_br: Aluno beneficiado

source: daysToFine
pt_br: Cobrar a partir de quantos dias

source: description
pt_br: descrição

source: employee
pt_br: funcionário

source: enrollOperation is not declared on configuration table of finance
pt_br: enrollOperation não está declarada na tabela de configurações do financeiro

source: finance
pt_br: Financeiro

source: for invoice
pt_br: para o título

source: invoice(s) processed
pt_br: título(s) processado(s)

source: on
pt_br: em

source: payment voucher generic
pt_br: Comprovante genérico de pagamentos

source: unit id
pt_br: código da unidade

source: Import fines
pt_br: Importar multas

source: Are you sure that you want to import fines
pt_br: Você tem certeza que deseja importar as multas

source: Check
pt_br: Cheque

source: Enroll value
pt_br: Taxa de matrícula

source: Enter the enroll value
pt_br: Informe a taxa de matrícula

source: Currency type
pt_br: Tipo de moeda

source: Enter the currency type code
pt_br: Informe o código do tipo de moeda

source: Enter the currency type description
pt_br: Informe a descrição do tipo de moeda

source: Enter the reason code
pt_br: Informe o código do motivo

source: Enter the reason description
pt_br: Informe a descrição do motivo

source: CUPS printer file does not exist. Please check de parameter DEFAULT_PRINTER_FILE.
pt_br: Arquivo de configuração de impressoras do CUPS não encontrado. Por favor, verifique o parâmetro DEFAULT_PRINTER_FILE.

source: Personal data
pt_br: Dados pessoais

source: Check data
pt_br: Dados do cheque

source: Check number
pt_br: Número do cheque

source: New maturity date
pt_br: Nova data de vencimento

source: Down date
pt_br: Data da baixa

source: Issuing name
pt_br: Emitente

source: Issuing CPF
pt_br: CPF do emitente

source: Tax
pt_br: Taxa

source: Origin branch
pt_br: Agência de origem

source: Destination bank account
pt_br: Conta destino

source: History
pt_br: Histórico

source: Observation
pt_br: Observação

source: With funds
pt_br: Com fundo

source: No funds
pt_br: Sem fundo

source: Check status
pt_br: Status do cheque

source: Autenticate
pt_br: Autenticar

source: Check control
pt_br: Controle de cheques

source: New check
pt_br: Novo cheque

source: Checks
pt_br: Cheques

source: Do you want to close the invoices bellow? If do not, let the fields without data.
pt_br: Você deseja fazer a baixa dos títulos abaixo? Caso não queira, basta deixar os campos em branco.

source: the open value of this invoice is @1 and the respective maturity date is @2.
pt_br: o valor em aberto do título é de @1 e sua data de vencimento é para @2.

source: Close value
pt_br: Valor da baixa

source: This invoice do not have link with compensated checks. To create a new, click in the image in the side.
pt_br: Esse título não possui vinculo com nenhum cheque não compensado. Para cadastrar um novo, clique na imagem ao lado.

source: These check will be compensated, that is, will be updated their down date to today date.
pt_br: O cheque selecionado será compensado, isto é, terá sua data de baixa atualizada para hoje.

source: If the course following the serial regime, the value is the total price that the pupil pay in the semester. If the course follow the rules for credits, the value is the price of 1 credit and the total price will be calculated as the number of credits registered.
pt_br: Se o curso seguir o regime seriado, o valor é o preço total que o aluno pagará no decorrer do semestre. Se seguir o regime por créditos, o valor é o preço de 1 crédito e o preço total será calculado conforme o número de créditos matriculados.

source: If informed, will be generated a invoice to the pupil, with their value.
pt_br: Se informado, será gerado um título para o aluno, com o respectivo valor.

source: Minimum of curricular components
pt_br: Mínimo de disciplinas

source: Minimum of curricular componentes that the student must be enrolled to be charged the full value of the semester. Valid only for the serial regimen.
pt_br: Mínimo de disciplinas que o aluno deve estar matriculado para que seja cobrado o valor integral do semestre. Válido somente para o regime seriado.

source: Enter minimum of curricular components
pt_br: Informe o mínimo de disciplinas

source: No invoices entered
pt_br: Nenhum título inserido

source: Curricular component value
pt_br: Valor da disciplina

source: Curricular component value if the student does not meet the minimum of curricular components in its enrollment. Valid only for the serial regimen.
pt_br: Valor da disciplina caso o aluno não atinja o mínimo de disciplinas em sua matrícula. Válido somente para o regime seriado.

source: Enter the curricular component value
pt_br: Informe o valor da disciplina

source: Enroll tax operation
pt_br: Operação de taxa de matrícula

source: Enter the enroll tax operation code
pt_br: Inform o código da operação de taxa de matrícula

source: Import all pupils fines
pt_br: Importar multas de todos alunos

source: Import fines from one pupil
pt_br: Importar multas de um aluno

source: Enroll tax generation
pt_br: Geração de taxa de matrícula

source: Click @1 to print the invoice.
pt_br: Clique @1 para imprimir o titulo.

source: Click @1 to print the internal invoice.
pt_br: Clique @1 para imprimir um comprovante do titulo.

source: Click @1 to pay the invoice.
pt_br: Clique @1 para baixar o titulo.</li>

source: Click @1 to go to the pupil assorted queries screen.
pt_br: Clique @1 para ir para tela de consultas diversas do aluno.

source: Fees generation
pt_br: Geração de taxas

source: Print enroll fee
pt_br: Imprimir taxa de matrícula

source: from
pt_br: de

source: to
pt_br: até

source: Returned
pt_br: Devolvido

source: Invoice id sagu1
pt_br: Código do título do sagu1

source: Bank account accord
pt_br: Convênio da conta bancária

source: Accord
pt_br: Convênio

source: Collection
pt_br: Cobrança

source: Wallet
pt_br: Carteira

source: Variation
pt_br: Variação

source: Select if that policy use fine compositive or not
pt_br: Selecione se esta política utiliza juros compostos ou não

source: Use fine compositive
pt_br: Usa juros compostos

source: Sequence limit
pt_br: Limite da seqüência

source: Enter the sequence limit
pt_br: Informe o limite da seqüência

source: Maximum number of houses worth Ex: 2 = 99, 3 = 999
pt_br: Número máximo de casas no valor Ex: 2 = 99, 3 = 999

source: Bank file sequence
pt_br: Seqüência do arquivo bancário

source: Sequence type
pt_br: Tipo de seqüência

source: Sequence
pt_br: Seqüência

source: Reset number
pt_br: Número de reinicialização

source: Enter the sequence
pt_br: Informe a seqüência

source: Enter the reset number
pt_br: Informe o número para reinicialização

source: Enter the inclusion date
pt_br: Informe a data de inclusão

source: Inclusion date
pt_br: Data de inclusão

source: Is value in percent
pt_br: O valor é em percentual

source: Monthly interest
pt_br: Juros ao mês

source: Is monthly interest in percent
pt_br: Os juros ao mês são em percentual

source: Is fine in percent
pt_br: A multa é em percentual

source: Is discount in percent
pt_br: O desconto é em percentual

source: Bank operation type
pt_br: Carteira bancária

source: Corrected
pt_br: Corrigido

source: Use fine in value
pt_br: A multa é no valor

source: Indicates whether will be charged a fixed amount per invoice fee or a percentage of the invoice value
pt_br: Indica se será cobrado um valor fixo por taxa de título ou um percentual do valor do título

source: Leave this option checked if you want the system check if the pupil have a incentive, and so, give the respective incentive to the same.
pt_br: Deixe essa opção marcada caso você deseje que o sistema verifique se o aluno possui algum incentivo, e assim, dê o incentivo para o mesmo.

source: Enroll tax
pt_br: Taxa de matrícula

source: Paying
pt_br: Pagantes

source: Not paying
pt_br: Não Pagantes

source: Autentication was send for printer
pt_br: Autenticação foi enviada para a impressora

source: Would you like to resend ?
pt_br: Gostaria de reenviar ?

source: Autentication was send for printer @1 @2 Would you like to resend ?
pt_br: Autenticação foi enviada para a impressora @1 @2 Gostaria de reenviar ?

source: Would you like to autenticate ?
pt_br: Gostaria de autenticá-lo ?

source: Enter the selective process tax operation code
pt_br: Informe o código da operação da taxa do processo seletivo

source: Selective process tax operation
pt_br: Operação para taxa de processo seletivo

source: Authentication was send for printer @1 @2 Would you like to resend ?
pt_br: Autenticação foi enviada para a impressora @1 @2 Gostaria de reenviar ?

source: The invoice was closed successfully!@1Would you like to autenticate ?
pt_br: O título foi fechado com sucesso!@1Gostaria de autenticá-lo ?

source: You don't have permission for read the cups file.
pt_br: Você não tem permissão para ler o arquivo do CUPS.

source: Use authentication printer ?
pt_br: Usar autenticadora ?

source: Bank account contract
pt_br: Contrato da conta bancária

source: Bank contract id
pt_br: Código do contrato bancário

source: Enter the bank contract id
pt_br: Informe o código do contrato bancário

source: Enter the bank account contract description
pt_br: Informe a descrição do contrato bancário

source: Enter the collection
pt_br: Informe a cobrança

source: Enter the wallet
pt_br: Informe a carteira

source: Enter the variation
pt_br: Informe a variação

source: Enter the accord
pt_br: Informe o convênio

source: Collection branch
pt_br: Agência para cobrança

source: Enter the collection branch
pt_br: Informe a agência para cobrança

source: Remittance sequence
pt_br: Seqüência da remessa

source: Enter the remittance sequence
pt_br: Informe a seqüência da remessa

source: Remittance sequence reset
pt_br: Reinícios da seqüência da remessa

source: Enter the remittance sequence reset
pt_br: Informe o reinício da seqüência da remessa

source: How many times has been restarted the sequence of the remittance
pt_br: Quantas vezes já foi reiniciada a seqüência das remessas

source: Return sequence
pt_br: Seqüência do retorno

source: Enter the return sequence
pt_br: Informe a seqüência do retorno

source: Return sequence reset
pt_br: Reinícios da seqüência de retorno

source: Enter the return sequence reset
pt_br: Informe o reinício da seqüência de retorno

source: How many times has been restarted the sequence of the return
pt_br: Quantas vezes já foi reiniciada a seqüência dos retornos

source: Invoice sequence
pt_br: Seqüência do título

source: Enter the invoice sequence
pt_br: Informe a seqüência do título

source: Invoice sequence reset
pt_br: Reinícios da seqüência de título

source: Enter the invoice sequence reset
pt_br: Informe o reinício da seqüência de título

source: How many times has been restarted the sequence of the invoice
pt_br: Quantas vezes já foi reiniciada a seqüência dos títulos

source: Used to indicate which agency that can receive the invoice payment. If any one, leave the field blank.
pt_br: Usado para indicar qual a agência que pode receber o pagamento do título. Caso seja qualquer uma, deixe o campo em branco.

source: Bank contract
pt_br: Contrato bancário

source: Protest message
pt_br: Mensagem de protesto

source: Discount message
pt_br: Mensagem de desconto

source: Fine message
pt_br: Mensagem para multa/juros

source: Bank message
pt_br: Mensagem do banco

source: Invoice message
pt_br: Mensagem do título

source: Print invoices in lot
pt_br: Impressão em lote de títulos

source: Calculate value with maturiy date
pt_br: Calcular valores a partir da data de vencimento

source: If marked NOT, the system added the days of fines and interest to the maturity date
pt_br: Se for marcado NÃO, o sistema somará os dias de multas e juros com a data de vencimento

source: Check inserted
pt_br: Cheque inserido

source: Would you like to authenticate ?
pt_br: Você quer autenticar ?

source: Issuing CNPJ
pt_br: CNPJ do emitente

source: Payable value
pt_br: Valor a pagar

source: Considers policies
pt_br: Considera as políticas

source: Please check the partial figures for the titles below
pt_br: Informe os valores parciais do cheque para os títulos abaixo

source: Check balance
pt_br: Saldo do cheque

source: The sum of invoice values is more great that the check value!
pt_br: O somatório dos valores para os títulos ultrapassa o valor total do cheque!

source: Your httpd user does not have permission for read the printer's file.
pt_br: Seu usuário do servidor de página não tem permissão para ler o arquivo de impressoras.

source: Printers
pt_br: Impressoras

source: Financial Balance
pt_br: Extrato Financeiro

source: Financial balance
pt_br: Extrato financeiro

source: Balance with policies
pt_br: Saldo com politicas

source: Finance Director
pt_br: Diretor Financeiro

source: Autenticate invoice
pt_br: Autenticar título

source: Used only for DEBIT operations to agglutinate the respective values in the same account. Ex: SELECTIVE PROCESS operation should be fall only into one account.
pt_br: Usado apenas para operações de DÉBITO para agrupar os valores dessa operação numa mesma conta. Ex: Operação de TAXA DE VESTIBULAR deve cair somente numa conta.

source: Calculate
pt_br: Calcular

source: Parcel value
pt_br: Valor da parcela

source: Input value
pt_br: Valor da entrada

source: Enter the input value.
pt_br: Informe o valor da entrada.

source: Enter the number of parcels to be create
pt_br: Informe o número de parcelas à serem criadas

source: Payment type
pt_br: Forma de pagamento

source: Enter the payment type
pt_br: Informe a forma de pagamento

source: Discount percentual
pt_br: Percentual de desconto
