Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/finance.po
Languages: pt_br

source: Import return
pt_br: Importar retorno

source: Import return file
pt_br: Importar o arquivo de retorno

source: Import successfully completed
pt_br: Importação realizada com sucesso

source: Imported with success
pt_br: Importado com sucesso

source: In the default unit - @1
pt_br: Na unidade padrão - @1

source: Inactive
pt_br: Inativo

source: Incentive
pt_br: Incentivo

source: Incentive Name
pt_br: Nome do incentivo

source: Incentive description
pt_br: Descrição do incentivo

source: Incentive id
pt_br: Código do incentivo

source: Incentive info
pt_br: Informação do incentivo

source: Incentive informations
pt_br: Informações do incentivo

source: Incentive type
pt_br: Tipo de incentivo

source: Incentive type description
pt_br: Descrição do tipo de incentivo

source: Incentive type id
pt_br: Código do tipo de incentivo

source: Incentive type search
pt_br: Busca de tipos de incentivos

source: Incentive value
pt_br: Valor do incentivo

source: Incentive value greater than enroll balance
pt_br: O valor do incentivo é maior do que o saldo de matrícula

source: Incentives
pt_br: Incentivos

source: Incentives spread sheet
pt_br: Planilha de incentivos

source: Incentives to @1
pt_br: Incentivos para @1

source: Incentives to process
pt_br: Incentivos a processar

source: Income forecast
pt_br: Previsão de lançamento

source: Income forecast generation
pt_br: Geração de previsão de lançamento

source: Income forecast id
pt_br: Código da previsão de lançamento

source: Income forecasts for @1
pt_br: Previsões de lançamento para @1

source: Income forecasts not processed
pt_br: Previsões de lançamento não processadas

source: Income forecasts not processed by course value not registered
pt_br: Previsões de lançamentos não processados por valor do curso não estar registrado

source: Income forecasts number
pt_br: Número de previsões de lançamento

source: Income forecasts processed
pt_br: Previsões de lançamento processadas

source: Income forecasts to generate
pt_br: Previsões de lançamento para gerar

source: Income forecasts to generate filtering by course
pt_br: Previsões de lançamento a gerar filtrada por curso

source: Income source
pt_br: Origem

source: Income source description
pt_br: Descrição da origem

source: Income source id
pt_br: Código da origem

source: Income source mode
pt_br: Tipo de origem

source: Income source search
pt_br: Localizar a origem

source: Individual Income forecast generation
pt_br: Geração individual de previsões

source: Individual income forecast generation
pt_br: Geração individual de previsões de lançamento

source: Information
pt_br: Informação

source: Information abount returns not found
pt_br: Informações sobre retornos não encontradas

source: Information about process
pt_br: Informações sobre o processo

source: Initial emission date
pt_br: Data inicial de emissão

source: Initial maturity date
pt_br: Data inicial de vencimento

source: Initial value
pt_br: Valor inicial

source: Insert
pt_br: Inserir

source: Insert a value
pt_br: Insira um valor

source: Insert entry
pt_br: Inserir lançamento

source: Insert payable invoice
pt_br: Inserir título a pagar

source: Insert price
pt_br: Inserir preço

source: Insert receivable invoice
pt_br: Inserir título a receber

source: Instruction
pt_br: Instrução

source: Instruction rejected
pt_br: Instrução rejeitada

source: Instructions already exists pendent to confirm for this invoice
pt_br: Existe mesma instrução pendente de confirmação para este título

source: Insurance note
pt_br: Nota do seguro

source: Interest
pt_br: Juros

source: Interest operation
pt_br: Operação de juros

source: Internal invoice
pt_br: Boleto interno

source: Internal print
pt_br: Impressão interna

source: Invalid Agency/Account/Digit
pt_br: Agência/Conta/Dígito inválido

source: Invalid Instruction/ocorrency date
pt_br: Data da instrução/ocorrência inválida

source: Invalid Type/Inscription drawee number
pt_br: Tipo/Número de inscrição do sacado inválidos

source: Invalid agency/account/digit
pt_br: Agência/Conta/Dígito inválido

source: Invalid allowance value
pt_br: Valor do abatimento inválido

source: Invalid bank code
pt_br: Código do banco inválido

source: Invalid contract
pt_br: Contrato inválido

source: Invalid detail register code
pt_br: Código do registro detalhe inválido

source: Invalid discount/interest
pt_br: Tipo de desconto/juros inválidos

source: Invalid drawee
pt_br: Nome do sacado inválido

source: Invalid drawee/garantor inscription number
pt_br: Número de inscrição do sacador/avalista inválido

source: Invalid drawee/guarantor
pt_br: Sacador/Avalista inválido

source: Invalid emission date
pt_br: Data de emissão inválida

source: Invalid field modified on instruction "31 - Modification of other data"
pt_br: Campo modificado na instrução "31 - Modificação de outros dados" inválido

source: Invalid fine percent
pt_br: Percentual de multa inválido

source: Invalid instruction/ocorrency date
pt_br: Data da instrução/ocorrência inválida

source: Invalid interest percent or value
pt_br: Percentual ou valor de juros inválido

source: Invalid invoice accept
pt_br: Aceite do título inválido

source: Invalid invoice specie
pt_br: Espécie do título inválida

source: Invalid invoice value
pt_br: Valor do título inválido

source: Invalid limit date for discount concession
pt_br: Data limite para concessão de desconto inválido

source: Invalid maturity date
pt_br: Data de vencimento inválida

source: Invalid monetary type
pt_br: Tipo de moeda inválido

source: Invalid occurrence code
pt_br: Código de ocorrência inválido

source: Invalid our number
pt_br: Nosso número inválido

source: Invalid print type for collection without register
pt_br: Tipo de impressão inválida para cobrança sem registro

source: Invalid protest prize
pt_br: Prazo para protesto inválido

source: Invalid quantity on call of pre-print invoice order of collection WITHOUT register
pt_br: Quantidade inválida no pedido de bloquetos pré-impressos da cobrança SEM registro

source: Invalid quantity on call of pre-print invoice order of collection without register
pt_br: Quantidade inválida no pedido de bloquetos pré-impressos da cobrança sem registro

source: Invalid receivable invoice code
pt_br: Código do título a receber inválido

source: Invalid return bank code
pt_br: Código de retorno do banco inválido

source: Invalid type/inscription drawee number
pt_br: Tipo/Número de inscrição do sacado inválido

source: Invalid wallet
pt_br: Carteira inválida

source: Invalid wallet/agency/account/our number
pt_br: Carteira/Agência/Conta/Nosso número inválido

source: Invalid your number
pt_br: Seu número inválido

source: Invert selection
pt_br: Inverter seleção

source: Invoice
pt_br: Título

source: Invoice @1 with @2 entries created.
pt_br: Título @1 com @2 lançamentos criado.

source: Invoice already closed
pt_br: Título já baixado

source: Invoice already pay off
pt_br: Título já liquidado

source: Invoice bank id
pt_br: Código bancário do título

source: Invoice code is invalid
pt_br: Código do título inválido

source: Invoice consult
pt_br: Consultar título

source: Invoice consult by return bank code
pt_br: Consultar título por código de retorno do banco

source: Invoice does not exists
pt_br: Título não existe

source: Invoice dont have a bank.
pt_br: Título não contém um banco.

source: Invoice generated by support process in agglutinated invoices
pt_br: Título gerado pelo processo de incentivos em títulos aglutinados

source: Invoice generated by support process referred to invoice @1 and incentive @2
pt_br: Título gerado pelo processo de suporte referente ao título @1 e incentivo @2

source: Invoice generation
pt_br: Geração de título

source: Invoice have pay off instruction pendant of confirmation
pt_br: Título possui instrução de baixa pendente de confirmação

source: Invoice id
pt_br: Código do título

source: Invoice id not found
pt_br: Código do título não encontrado

source: Invoice information
pt_br: Informações do título

source: Invoice not confirmed yet for centraliser
pt_br: Título ainda não confirmado pela centralizadora

source: Invoice not encountered
pt_br: Título não encontrado

source: Invoice on prize
pt_br: Título no prazo

source: Invoice period
pt_br: Período do título

source: Invoice register
pt_br: Registro do título

source: Invoice rejected for centraliser
pt_br: Título rejeitado pela centralizadora

source: Invoice report
pt_br: Relatório do título

source: Invoice report by maturity date period for @1 to @2
pt_br: Relatório do título por data de vencimento no periodo de @1 a @2

source: Invoice search
pt_br: Localizar título

source: Invoice target
pt_br: Destino da cobrança

source: Invoice value
pt_br: Valor do título

source: Invoice with protest order sended
pt_br: Título com ordem de protesto emitida

source: InvoiceId
pt_br: Código do título

source: Invoices added with success
pt_br: Títulos inseridos com sucesso

source: Invoices by maturity date
pt_br: Títulos pela data de vencimento

source: Invoices for
pt_br: Títulos para

source: Invoices for @1
pt_br: Títulos da pessoa @1

source: Invoices generated
pt_br: Títulos gerados

source: Invoices generated in a total of @1 entries
pt_br: Títulos gerados em um total de @1 lançamentos

source: Invoices generated with success
pt_br: Títulos gerados com sucesso

source: Invoices generated.
pt_br: Títulos gerados.

source: Invoices processed in incentive
pt_br: Títulos processados em incentivos

source: Invoices processed to automatic debit
pt_br: Títulos processados para débitos automáticos

source: Invoices with modified values
pt_br: Títulos com valores modificados

source: Irregular zip code
pt_br: CEP irregular

source: Irregular zipCode
pt_br: CEP irregular

source: Is accounted
pt_br: Está contabilizado

source: Is active
pt_br: Está ativo

source: Is adjustment
pt_br: É de ajuste

source: Is automatic generated
pt_br: É gerado automaticamente

source: Is automatic processed
pt_br: É processado automaticamente

source: Is counter movement
pt_br: Habilitada para movimento de caixa

source: Is extinct
pt_br: Está extinto

source: Is fresh man
pt_br: É calouro

source: Is freshman
pt_br: É calouro

source: Is generated
pt_br: Foi gerado

source: Is in percentual?
pt_br: É em percentual?

source: Is insured
pt_br: É assegurado

source: Is internet
pt_br: É de internet

source: Is processed
pt_br: Está processado

source: Is selective
pt_br: É de seleção

source: Is supressed
pt_br: É suprimida

source: It confirms the process ?
pt_br: Você confirma este processo ?

source: It confirms the process?
pt_br: Você confirma este processo?

source: Last modification
pt_br: Última modificação

source: Last user
pt_br: Último usuário

source: Lauched value
pt_br: Valor lançado

source: Learning Period
pt_br: Período Letivo

source: Learning days
pt_br: Dias letivos

source: Learning period
pt_br: Período letivo

source: Learning period description
pt_br: Descrição do período letivo

source: Learning period id
pt_br: Código do período letivo

source: Learning period search
pt_br: Localizar período letivo

source: Legal person
pt_br: Pessoa física

source: Lend
pt_br: Empréstimo

source: Letter
pt_br: Carta

source: Letter A
pt_br: Carta A

source: Letter B
pt_br: Carta B

source: Library fine operation
pt_br: Operação de multa biblioteca

source: Library fine operation name
pt_br: Nome da operação de multa da biblioteca

source: Library fines
pt_br: Multas na biblioteca

source: Limit date for defaulters
pt_br: Data limite para inadimplentes

source: Limit date for enrollment re-application for the students with valid financial situation ?
pt_br: Qual é a data limite para reencaminhar a matrícula, para alunos que quitarem a dívida ?

source: Line
pt_br: Linha

source: Liquidation before pay off
pt_br: Liquidação depois de quitação

source: Liquidation on notary's office
pt_br: Liquidação no cartório

source: Liquidation received out of BANSICREDI - by electronic compensation
pt_br: Liquidação recebida fora do BANSICREDI - por compensação eletrônica

source: Liquidation received out of BANSICREDI - by electronic compensation
pt_br: Liquidação recebida fora do BANSICREDI - por compensação eletrônica

source: List agreements
pt_br: Lista de acordos

source: List all
pt_br: Listar todos

source: List mode
pt_br: Modo de listagem

source: List only open invoices
pt_br: Listar apenas títulos em aberto

source: List payments
pt_br: Listar pagamentos

source: Loan
pt_br: Financiamento

source: Loan id
pt_br: Código do financiamento

source: Loan information
pt_br: Informações sobre empréstimos

source: Loan information (data to generate long prize invoices)
pt_br: Informações sobre empréstimos (dados para gerar títulos para longo prazo)

source: Loan invoice id
pt_br: Código do título do financiamento

source: Loan month
pt_br: Mês do financiamento

source: Loan year
pt_br: Ano do financiamento

source: Loaner id
pt_br: Código do financiador

source: Loans not processed:
pt_br: Empréstimos não processados:

source: Loans processed:
pt_br: Financiamentos processados:

source: Location
pt_br: Logradouro

source: Location name
pt_br: Nome do logradouro

source: Lock and cancel to confer
pt_br: Trancamentos e cancelamentos para conferência

source: Long term -> Short term
pt_br: Longo prazo -> Curto prazo

source: Long term to short term
pt_br: Longo prazo para curto prazo

source: Main information
pt_br: Informações principais

source: Main invoice information
pt_br: Principais informações do título

source: Maintenance of invoice in arrears
pt_br: Manutenção de título vencido

source: Manually registered entries
pt_br: Lançamentos registrados manualmente

source: Maturity
pt_br: Vencimento

source: Maturity date
pt_br: Data de vencimento

source: Maturity date after emission date
pt_br: Data de vencimento anterior à data de emissão

source: Maturity date is below then limit date
pt_br: A data de vencimento é inferior à data contábil limite

source: Maturity date price
pt_br: Data de validade

source: Maturity date suggested
pt_br: Data de vencimento sugerida

source: Maturity day
pt_br: Dia de vencimento

source: Maturity day must need filled for contract @1
pt_br: A data de vencimento precisa ser preenchida para o contrato @1

source: Maturity modified
pt_br: Vencimento modificado

source: Maturity out of stated period operation
pt_br: Vencimento fora do prazo de operação

source: May you want grant discount for anticipated payment, please, fill with number of days before maturity to grant the discount
pt_br: Caso queira conceder desconto para pagamento antecipado, preencha com a quantia de dias antes do vencimento a conceder o desconto

source: Message
pt_br: Mensagem

source: Message for bank @1, collection type @2 and order @3 already exists, do you want edit that message?
pt_br: Mensagem para o banco @1, para o tipo de cobrança @2 e ordem @3 já existe, você gostaria de editar esta mensagem?

source: Message order
pt_br: Ordem da mensagem

source: Message register (instructions for print on collection invoice WITHOUT register) for not registered invoices
pt_br: Registro mensagem (instruções para impressão no bloqueto de cobrança SEM registro) para título não cadastrado

source: Message register (instructions for print on collection invoice WITHOUT register) for not registered titles
pt_br: Registro mensagem (instruções para impressão no bloqueto de cobrança SEM registro) para título não cadastrado

source: Message register (instructions for print on collection invoice without register) for not registered titles
pt_br: Registro mensagem (instruções para impressão no bloqueto de cobrança SEM registro) para título não cadastrado

source: Message text
pt_br: Texto da mensagem

source: Message type
pt_br: Tipo de mensagem

source: Minimum frequency
pt_br: Freqüência mínima

source: Modification date
pt_br: Data de modificação

source: Modification rejected
pt_br: Modificação rejeitada

source: Modify value
pt_br: Pode modificar valor

source: Month
pt_br: Mês

source: Month. fees
pt_br: Mensalid.

source: Monthly fees
pt_br: Mensalidades

source: Monthly interest percent
pt_br: Juros ao mês

source: More options
pt_br: Mais opções

source: More than one search field is filled, please fill one field by search
pt_br: Mais de um campo de consulta foi preenchido, por favor preencha apenas um campo para executar a consulta

source: More than one search field is filled. Please fill one field by search.
pt_br: Mais de um campo foi preenchido na consulta solicitada. Por favor, preencha apenas um campo para executar a consulta.

source: More visited
pt_br: Mais visitados

source: Movement date
pt_br: Data de movimentação

source: Movement for already registered invoice
pt_br: Movimento para título não cadastrado

source: Name
pt_br: Nome

source: Need adjust authorization
pt_br: Precisa de autorização para ajuste

source: Neighborhood
pt_br: Bairro

source: Neighborhood name
pt_br: Nome do bairro

source: New agreement comment
pt_br: Novo comentário de acordo

source: New consultation
pt_br: Nova consulta

source: New course id
pt_br: Código do novo curso

source: New course name
pt_br: Nome do novo curso

source: New incentive
pt_br: Novo incentivo

source: New income forecast
pt_br: Nova previsão de lançamento

source: New individual income forecast
pt_br: Nova previsão de lançamento individual

source: New individual income forecast generate
pt_br: Nova geração individual de previsões de lançamento

source: New payment place
pt_br: Novo local de pagamento

source: New policy
pt_br: Nova política

source: New policy name
pt_br: Nome da nova política

source: New search
pt_br: Nova procura

source: Next
pt_br: Próximo

source: No
pt_br: Não

source: No - Company
pt_br: Não - Empresa

source: No - company
pt_br: Não - empresa

source: No agglutinated loans processed
pt_br: Empréstimos processados não aglutinados

source: No agglutinated supports processed
pt_br: Auxílios não aglutinados processados

source: No agglutinated supports processed:
pt_br: Incentivos aglutinados não processados :

source: No agglutinated total
pt_br: Total não aglutinado

source: No bank account registered, please, register bank account and back to this process to continue
pt_br: Sem conta bancária registrada, por favor, registre uma conta bancária e retorne a este processo para continuar

source: No bank account registered. Please, register bank account and back to this process to continue.
pt_br: Sem conta bancária registrada. Por favor, registre uma conta bancária e retorne a este processo para continuar.

source: No bank account registered. Please, register bank account, back on that process and continue.
pt_br: Não há contas bancárias registradas, por favor, registre uma conta bancária, depois, retorne a este processo para continuar.

source: No bank remittances to process
pt_br: Não existe remessa bancária para esse processo

source: No comments
pt_br: Sem comentários

source: No company registered, please, register company to back in this process and continue
pt_br: Sem empresa registrada, por favor, registre uma empresa para retornar a este processo e continuar

source: No company registered. Please, register company to back in this process and continue.
pt_br: Sem empresa registrada. Por favor, registre uma empresa para retornar a este processo e continuar.

source: No company registered. Please, register company to back in this process and continuei.
pt_br: Sem empresa registrada. Por favor, registre uma empresa para retornar a este processo e continuar.

source: No course related
pt_br: Não há curso relacionado

source: No curricular components found
pt_br: Nenhuma disciplina encontrada

source: No data found for this process, select other date interval
pt_br: Não foram encontrados dados para este processo, selecione outro intervalo de data

source: No data found for this process. Select other date interval.
pt_br: Não foram encontrados dados para este processo. Selecione outro intervalo de data

source: No data found to process
pt_br: Não foram encontradas informações a serem processadas

source: No enroll summary found to process
pt_br: Não foi encontrado resumo(s) de matrícula a serem processados

source: No financial aids found to process
pt_br: Não foram encontrados auxílios financeiros para processar

source: No generated
pt_br: Não gerado

source: No incentive information found
pt_br: Não foram encontradas informações relativas a incentivos

source: No income forecasts found
pt_br: Não foram encontrados previsões de lançamento

source: No income forecasts found for your criteria
pt_br: Não foram encontradas previsões de lançamento para os critérios fornecidos

source: No income forecasts found to generate
pt_br: Não foram encontradas previsões de lançamento para serem geradas

source: No income forecasts found to process
pt_br: Não há previsões de lançamento a processar

source: No income forecasts found to process for that period
pt_br: Não foram encontradas previsões de lançamento para este período

source: No income forecasts found to process for that period and person/contract
pt_br: Não foram encontradas previsões de lançamento para este(a) pessoa/contrato

source: No income sources registered, please, register income sources and set AGREEMENT_INCOME_SOURCE_ID configuration
pt_br: Não há registros de origens, por favor, registre origens e configure o parâmetro AGREEMENT_INCOME_SOURCE_ID

source: No invoices found for
pt_br: Não foram encontrados títulos para

source: No invoices found to generate that remittance
pt_br: Não foi encontrado títulos para gerar a remessa

source: No loans found to process
pt_br: Não foram encontrados financiamentos para processar

source: No open invoices found for
pt_br: Não há títulos abertos para

source: No person id selected, select a valid person
pt_br: Nenhum código de pessoa selecionado, selecione uma pessoa válida

source: No phones registered
pt_br: Telefones não registrados

source: No processed total
pt_br: Total não processado

source: No registered code
pt_br: Não há código registrado

source: No remittances for automatic debit installed
pt_br: Não há remessas para débitos automáticos instalado

source: No results for this query, try another period
pt_br: Não há resultados para esta busca, por favor, tente outro período

source: No results for this query, try another period !
pt_br: Sem resultados para esta execução, tente outro período !

source: No return for automatic debit installed
pt_br: Não é retornos para débitos automáticos instalados

source: No semester registered
pt_br: Não há semestre registrado

source: No supports found to process
pt_br: Não há incentivos para processar

source: No unit related
pt_br: Não há unidade relacionada

source: Nominal value
pt_br: Valor nominal

source: Nominal value updated
pt_br: Valor nominal atualizado

source: Normal liquidation
pt_br: Liquidação normal

source: Not accounted
pt_br: Não contabilizado

source: Not found
pt_br: Não encontrado

source: Number
pt_br: Número

source: Number of contracts
pt_br: Número de contratos

source: Number of debits
pt_br: Número de débitos

source: Number of entries
pt_br: Número de entradas

source: Number of occurrences
pt_br: Número de ocorrências

source: Number of supports
pt_br: Número de incentivos

source: Occurrence
pt_br: Ocorrência

source: Occurrence id
pt_br: Código da ocorrência

source: Occurrency
pt_br: Ocorrência

source: Occurrency date
pt_br: Data de ocorrência

source: Ocurrence code not allowed for this wallet
pt_br: Código de ocorrência não permitido para esta carteira

source: Ocurrence code not numeric
pt_br: Código de ocorrência não numérico

source: Ocurrences
pt_br: Ocorrências

source: Old course id
pt_br: Código do curso antigo

source: Old course name
pt_br: Nome do curso antigo
