Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/finance.po
Languages: pt_br

source: Enter the value of discount percentual
pt_br: Informe o valor do percentual de desconto

source: Charges
pt_br: Encargos

source: Error, verify if you have filled all the fields correctly.
pt_br: Confira se você preencheu corretamente os campos.

source: Agreement operation to new invoice
pt_br: Operação de acordo para o novo título

source: Agreement operation to close invoice
pt_br: Operação de acordo para fechamento de título

source: Printer name
pt_br: Impressora

source: Invoice Sequence Limit
pt_br: Limite de sequência de título

source: Define the max caracter size accept for invoice before reset
pt_br: Define a quantidade máxima de caracteres aceita para sequência do título antes do reset

source: This title already has bank invoice generated, it will be charged back. @1 Would you like to proceed ?
pt_br: Já foi gerado numero de título para esse documento, o mesmo será estornado. @1 Deseja Prosseguir ?

source: Have agreements operation(s) and was charged back
pt_br: Tem operações de acordos e foi estornado

source: Was charged back
pt_br: Foi estornado

source: Invoice id of the title is @1 with invalid code, please check whether the bank is correct, if a person owns the data properly registered or is there a problem with it.
pt_br: Boleto de código de título @1 está com código inválido, favor verificar se o banco está correto, se a pessoa possui os dados cadastrados corretamente ou se há algum problema com o mesmo.

source: No down date
pt_br: Não baixado

source: With down date
pt_br: Baixado

source: Check situation
pt_br: Situação do cheque

source: Close selected checks
pt_br: Baixar cheques selecionados

source: Check total value
pt_br: Valor total do cheque

source: Invoice balance
pt_br: Saldo do título

source: Invoice data
pt_br: Dados do título

source: Check invoice value
pt_br: Valor do cheque ao título

source: Close checks
pt_br: Baixar cheques

source: Insert this value in the invoice?
pt_br: Lançar baixa no título?

source: (*) checks with new maturity date
pt_br: (*) cheques com nova data de vencimento

source: Line type
pt_br: Tipo de linha

source: Field type
pt_br: Tipo do campo

source: Size
pt_br: Tamanho

source: Segment
pt_br: Segmento

source: Position
pt_br: Posição

source: Configurations
pt_br: Configurações

source: Messages
pt_br: Mensagens

source: Configurations of
pt_br: Configurações do

source: Agreement term
pt_br: Termo de negociação

source: Agreement Term
pt_br: Termo de Negociação

source: Monthly income
pt_br: Receita mensal

source: Monthly income per course
pt_br: Receita mensal por curso

source: Income estimates
pt_br: Previsão de receita

source: Monthly defaulter
pt_br: Inadimplência mensal

source: Monthly income per cost center
pt_br: Receita mensal por centro de custo

source: Return relation
pt_br: Relação de Retornos

source: Edit parcels
pt_br: Editar parcelas

source: Agreement id
pt_br: Código da Negociação

source: Execute agreement
pt_br: Efetuar negociação

source: Execute agreements
pt_br: Efetuar negociações

source: Parcels value
pt_br: Valores das parcelas

source: Several listings
pt_br: Listagens diversas

source: List of debtors
pt_br: Listagem de inadimplentes

source: Report of receipts
pt_br: Relatório de recebimentos

source: Report of revenue expected
pt_br: Relatório de receita prevista

source: Report of revenue held
pt_br: Relatório de receita realizada

source: Report of revenue expected x held
pt_br: Relatório de receita prevista x realizada

source: Report option
pt_br: Opção de Listagem

source: Letter of recovery
pt_br: Carta de cobrança

source: Analytical
pt_br: Analítico

source: Synthetic
pt_br: Sintético

source: Group by
pt_br: Agrupar por

source: Individual payable invoice generation
pt_br: Geração individual de títulos a pagar

source: Individual receivable invoice generation
pt_br: Geração individual de títulos a receber

source: Choose the payable type
pt_br: Escolha a forma de pagamento

source: Payable type
pt_br: Forma de pagamento

source: Operation category
pt_br: Categoria da operação

source: Enter the invoice operation
pt_br: Informe a categoria da operação

source: Print left-handed
pt_br: Imprimir canhoto

source: Payment
pt_br: Pagamento

source: Reference
pt_br: Referência

source: Parcel
pt_br: Parcela

source: Agreements report
pt_br: Relatório de negociações

source: Invoices
pt_br: Títulos

source: Input
pt_br: Entrada

source: Output
pt_br: Saída

source: Discount interest percent
pt_br: Percentual de desconto nos juros

source: Invoices number
pt_br: Número de títulos

source: Par value
pt_br: Valor nominal

source: Updated value
pt_br: Valor atualizado

source: Agreement value
pt_br: Valor da negociação

source: Down payment
pt_br: Entrada

source: Commission fee
pt_br: Taxa da comissão

source: Commission value
pt_br: Valor da comissão

source: Commission
pt_br: Comissão

source: Print mode
pt_br: Forma de impressão

source: Agreement
pt_br: Negociação

source: Use rule
pt_br: Usar regra

source: Commission report
pt_br: Relatório de comissões

source: Result
pt_br: Resultado

source: Is discount at last month day
pt_br: O desconto é para o último dia do mês

source: Library fine allowance operation
pt_br: Operação de abono de multa da biblioteca

source: Enter the library fine allowance operation description
pt_br: Informe a descrição da operação de abono de multa da biblioteca

source: Income report
pt_br: Relatório de Receita

source: Estimated
pt_br: Previsto

source: Received
pt_br: Realizado

source: No invoices found for agreement
pt_br: Não foram encontrados títulos para negociação

source: @1 entry
pt_br: @1 lançamento

source: @1 entries
pt_br: @1 lançamentos

source: Number of close entries
pt_br: Número de lançamentos de baixa

source: Tax generation
pt_br: Geração de Taxa

source: Print selected invoices
pt_br: Imprimir títulos selecionados

source: Delete selected invoices
pt_br: Excluir títulos selecionados

source: Close selected invoices
pt_br: Baixar títulos selecionados

source: Are you sure to delete the invoices bellow?
pt_br: Você tem certeza que deseja excluir os títulos abaixo?

source: Are you sure to close the invoices bellow?
pt_br: Você tem certeza que deseja baixar os títulos abaixo?

source: Automatic closing of various invoices
pt_br: Baixa automática de vários títulos

source: Invoices closed with success
pt_br: Títulos baixados com sucesso

source: Income tax report
pt_br: Declaração para fins de imposto de renda

source: Debt confession
pt_br: Confissão de dívida

source: Debt reference
pt_br: Referência da dívida

source: Entrance
pt_br: Entrada

source: Parcels quantity
pt_br: Quantidade de parcelas

source: Generate invoices in lot
pt_br: Geração em lote de títulos

source: Generate invoices for contract
pt_br: Geração de títulos por contrato

source: Leave this option checked if you want the system not enter new invoices for students who already have it.
pt_br: Deixe essa opção marcada, caso queira que o sistema não insira novos titulos para os estudantes que já possuem títulos gerados.

source: Checks resume
pt_br: Resumo dos cheques

source: No checks
pt_br: Sem cheques

source: To be payed
pt_br: A ser compensado

source: Policy for enroll
pt_br: Política para matrícula

source: Policy for re-enroll
pt_br: Política para rematrícula

source: Select the policy id for enroll
pt_br: Selecione o código da política para matrícula

source: Select the policy id for re-enroll
pt_br: Selecione o código da política para rematrícula

source: Incentive report
pt_br: Relatório de incentivos

source: Re-enroll
pt_br: Rematrícula

source: Customizable entry report
pt_br: Relatório de lançamentos customizável
