Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/finance.po
Languages: pt_br

source: - If you want that debit automatic initiate in the same date for all pupils for this remittance, inform this date in this field.
pt_br: - Se você quer que os débitos automáticos iniciem na mesma data para todos os alunos desta remessa, informe esta data neste campo.

source: - If you want that debit initiates in debit date for maturity date of pupil's invoices, leave this field blank.
pt_br: - Se você quer que os débitos iniciem com a data de débito baseado na data de vencimento dos títulos dos alunos, deixe em branco este campo.

source: @1 AND @2 is not declared on configurations tables
pt_br: @1 e @2 não estão declarados na tabela de configurações

source: @1 is not declared on configuration table
pt_br: @1 não está declarado na tabela de configurações

source: @1 records inserted
pt_br: @1 registros inseridos

source: ATTENTION, the launched value does not correspond to the value of the counter movement.
pt_br: ATENÇÃO, o valor lançado não corresponde com o valor total do movimento do caixa.

source: Academic
pt_br: Acadêmico

source: Accepted
pt_br: Aceito

source: Accomodation note
pt_br: Nota de acomodação

source: Accord type to process
pt_br: Tipo de convênio a processar

source: Accords
pt_br: Convênios

source: Account
pt_br: Conta

source: Account digit
pt_br: Dígito da conta

source: Account digits
pt_br: Dígitos da conta

source: Account number
pt_br: Número da conta

source: Account number digit
pt_br: Dígitos da conta corrente

source: Account scheme
pt_br: Plano de contas

source: Account scheme description
pt_br: Descrição do plano de contas

source: Account scheme id
pt_br: Código do plano de contas

source: Accounted
pt_br: Contabilizado

source: Active
pt_br: Ativo

source: Actual defaulter value
pt_br: Valor atual do inadimplente

source: Add
pt_br: Adicionar

source: Add comment
pt_br: Adicionar comentário

source: Add curricular component operation
pt_br: Operação de acréscimo de disciplina

source: Add to bookmarks
pt_br: Adicionar a favoritos

source: Agency not foreseen
pt_br: Agência cedente não prevista

source: Agglutinate
pt_br: Aglutinar

source: Agglutinated loans processed:
pt_br: Empréstimos aglutinados processados:

source: Agglutinated supports processed
pt_br: Auxílios aglutinados processados

source: Agglutinated supports processed:
pt_br: Incentivos aglutinados não processados:

source: Agglutinated total
pt_br: Total aglutinado

source: Agreement comments
pt_br: Comentários relativos a acordos

source: Agreement operation
pt_br: Operação de acordo

source: Agreements
pt_br: Acordos

source: Agreements for
pt_br: Acordos para

source: Agreements for @1
pt_br: Acordos para @1

source: Agricultural duplicate
pt_br: Duplicata rural

source: Agricultural promissory note
pt_br: Nota promissória rural

source: All income sources
pt_br: Todas as origens

source: Allowance canceled
pt_br: Abatimento cancelado

source: Allowance concession - previous allowance exists
pt_br: Concessão de abatimento - existe abatimento anterior

source: Allowance granted
pt_br: Abatimento concedido

source: Allowance value major/equals of invoice value
pt_br: Valor do abatimento é maior/igual ao valor do título

source: Alter entry accounted
pt_br: Alterar lançamento contabilizado

source: An error has occurred while trying to write the file on system.
pt_br: Um erro ocorreu enquanto tentava gravar o arquivo no sistema.

source: Another history
pt_br: Outro histórico

source: Another operation
pt_br: Outra operação

source: Apply discount
pt_br: Aplicar desconto

source: Apply to
pt_br: Aplicar a

source: Are you sure to close the income forecast ?
pt_br: Você tem certeza que deseja fechar a previsão de lançamento ?

source: Are you sure to close the income forecast?
pt_br: Você tem certeza que deseja fechar a previsão de lançamento?

source: Are you sure you want to generate income forecasts from unprocessed enroll summary entries?
pt_br: Você tem certeza que deseja gerar as previsões de lançamentos não processadas do resumo de matrícula?

source: Assignor code
pt_br: Código do cedente

source: Assignor not registered or invalid assignor document
pt_br: Cedente não cadastrado ou possui CGC/CIC inválido

source: Attention
pt_br: Atenção

source: Attention! The launched value does not correspond to the value of the counter movement.
pt_br: Atenção! O valor lançado não corresponde com o valor total do movimento do caixa.

source: Attention, the maturity day will be readed by person's contract !
pt_br: Atenção, o dia de vencimento será lido pelo contrato da pessoa !

source: Automatic debit
pt_br: Débito automático

source: Automatic debit - Export
pt_br: Débito automático - Remessa

source: Automatic debit - Import
pt_br: Débito automático - Retorno

source: Automatic debit export
pt_br: Remessa do débito automático

source: Automatic debit import
pt_br: Retorno do débito automático

source: Automatically generated
pt_br: Automaticamente gerado

source: Automatically generated by Student Financing referred to contract id @1
pt_br: Gerado automaticamente pelo FIES referenciado ao contrato @1

source: Automatically generated by Student Financing referred to incentive id @1
pt_br: Gerado automaticamente pelo financiamento estudantil referente ao incentivo de código @1

source: Average
pt_br: Média

source: Back
pt_br: Voltar

source: Balance
pt_br: Saldo

source: Bank
pt_br: Banco

source: Bank Closing Tax operation
pt_br: Operação de taxa de fechamento do banco

source: Bank Tax operation
pt_br: Operação da taxa bancária

source: Bank account
pt_br: Conta bancária

source: Bank account description
pt_br: Descrição da conta bancária

source: Bank account id
pt_br: Código da conta bancária

source: Bank account search
pt_br: Localizar conta bancária

source: Bank closing tax operation
pt_br: Operação de fechamento para taxa bancária

source: Bank description
pt_br: Descrição do banco

source: Bank id
pt_br: Código do banco

source: Bank invoice id
pt_br: Código do título bancário

source: Bank message code
pt_br: Código da mensagem do banco

source: Bank message id
pt_br: Código da mensagem do banco

source: Bank name
pt_br: Nome do banco

source: Bank number
pt_br: Número do banco

source: Bank operation code
pt_br: Código da operação bancária

source: Bank operation id
pt_br: Código da operação bancária

source: Bank operation type code
pt_br: Código da carteira bancária

source: Bank operation type id
pt_br: Código da carteira bancária

source: Bank remittance
pt_br: Remessa bancária

source: Bank return code
pt_br: Código de retorno do banco

source: Bank return id
pt_br: Código de retorno do banco

source: Bank search
pt_br: Localizar banco

source: Bank target
pt_br: Conta para débito automático

source: Bank target for contract @1 already exists, do you want edit that bank target?
pt_br: O registro de débito automático para o contrato @1 já existe, você deseja editar este registro de débito automático?

source: Bank tax value
pt_br: Valor da taxa bancária

source: Bank verifier digit
pt_br: Dígito verificador do banco

source: Begin date
pt_br: Data inicial

source: Begin date lessons
pt_br: Data inicial das aulas

source: Begin date price
pt_br: Data inicial

source: Begin day
pt_br: Dia inicial

source: Begin emission date
pt_br: Data de emissão inicial

source: Begin maturity date
pt_br: Data de vencimento inicial

source: Begin month
pt_br: Mês inicial

source: Begin payment date
pt_br: Data de pagamento inicial

source: Begin register date
pt_br: Data inicial de registro

source: Begin year
pt_br: Ano inicial

source: Beneficiary
pt_br: Beneficiário

source: Bookmark
pt_br: Favorito

source: Bookmarks
pt_br: Favoritos

source: Branch
pt_br: Agência

source: Branch digit
pt_br: Dígito da agência

source: Branch id
pt_br: Código da agência

source: Branch number
pt_br: Número da agência

source: Branch number digit
pt_br: Código verificador da agência

source: Call confirmation for modification of other data
pt_br: Confirmação de pedido para a modificação de outros dados

source: Call for cancel/stop payment without protest instruction
pt_br: Pedido de cancelamento/sustação sem instrução de protesto

source: Call for protest not allowed for invoice
pt_br: Pedido para protesto não permitido para o título

source: Can't modify value
pt_br: Não pode mofificar o valor

source: Cancel curricular component operation
pt_br: Operação de cancelamento de disciplina

source: Cancellation
pt_br: Cancelamento

source: Cancellation date
pt_br: Data de cancelamento

source: Cell
pt_br: Célula

source: Cell phone
pt_br: Telefone celular

source: Centralizer regularization - BANSICREDI web
pt_br: Regularização centralizadora - Rede BANSICREDI

source: Centralizer regularization - Bansicredi web
pt_br: Regularização centralizadora - Rede Bansicredi

source: Centralizer regularization - Compesation
pt_br: Regularização centralizadora - Compensação

source: Centralizer regularization - Correspondent bank
pt_br: Regularização centralizadora - Banco correspondente

source: Change invoice
pt_br: Alterar título

source: Check manual entries
pt_br: Checagem lançamentos manuais

source: Check this if you want to close old invoice and generate a new with updated information
pt_br: Marque isto se você quiser fechar o título antigo e gerar um novo com informações atualizadas

source: Choose the collection type
pt_br: Escolha o tipo de cobrança

source: Choose the day you want the individual income forecast to be generated.
pt_br: Escolha o dia no qual você deseja que a previsão de lançamento individual seja gerada.

source: Choose the degree period
pt_br: Escolher o período da graduação

source: Choose the month for report.
pt_br: Escolher o mes para o relatório.

source: Choose the month for the invoices you want to generate.
pt_br: Escolha o mês para os títulos que você deseja gerar.

source: Choose the month you want the individual income forecast to be generated.
pt_br: Escolha o mês no qual você deseja que a previsão de lançamento individual seja gerada.

source: Choose the period
pt_br: Escolha o período

source: Choose the selective process period
pt_br: Escolha o período do processo seletivo

source: Choose the unit
pt_br: Escolha a unidade

source: Choose the year for report.
pt_br: Escolha o ano para o relatório.

source: Choose the year for the invoices you want to generate.
pt_br: Escolha o ano no qual você deseja que os títulos sejam gerados.

source: Choose the year you want the individual income forecast to be generated
pt_br: Escolha o ano que você quer que os títulos sejam gerados

source: Choose the year you want the individual income forecast to be generated.
pt_br: Escolha o ano que você quer que os títulos sejam gerados.

source: Choose the year you want the invoices to be generated.
pt_br: Escolha o ano no qual você deseja que os títulos sejam gerados.

source: City id
pt_br: Código da cidade

source: City name
pt_br: Nome da cidade

source: City or state not informed
pt_br: Cidade ou estado não informado

source: Clear
pt_br: Limpar

source: Click here for a new incentive
pt_br: Clicke aqui para um novo incentivo

source: Close
pt_br: Fechar

source: Close Invoice
pt_br: Fechar Título

source: Close all invoices
pt_br: Fechar todos os títulos

source: Close all invoices for @1
pt_br: Fechar todos os títulos para @1

source: Close all titles
pt_br: Fechar todos os títulos

source: Close counter
pt_br: Fechamento de caixa

source: Close counter id
pt_br: Código do fechamento de caixa

source: Close date
pt_br: Data de fechamento

source: Close income forecast
pt_br: Fechar previsão de lançamento

source: Close income forecast operation
pt_br: Operação de fechamento de previsão de lançamento

source: Close invoice
pt_br: Fechar título

source: Close operation
pt_br: Operação de fechamento

source: Close operation type
pt_br: Tipo de operação de fechamento

source: Close type
pt_br: Tipo de fechamento

source: Close window
pt_br: Fechar janela

source: Code
pt_br: Código

source: Collection operation id
pt_br: Código da operação de cobrança

source: Collection type
pt_br: Tipo de cobrança

source: Collection type description
pt_br: Descrição do tipo de cobrança

source: Collection type id
pt_br: Código do tipo de cobrança

source: Collection type search
pt_br: Localizar tipo de cobrança

source: Comments
pt_br: Comentários

source: Comments form
pt_br: Formulário de comentários

source: Company
pt_br: Empresa

source: Company id
pt_br: Código da empresa

source: Complement
pt_br: Complemento

source: Complementar register for invoice of collection with register not registered
pt_br: Registro complementar para o cadastro do título da cobrança com registro não cadastrado

source: Complete history
pt_br: Histórico explanado

source: Config
pt_br: Configura- ção

source: Configuration
pt_br: Configuração

source: Configuration for "PERSON_TO_RECEIVE_BANK_TAX" on basConfig
pt_br: Configuração para "PERSON_TO_RECEIVE_BANK_TAX" na tabela basConfig

source: Configuration not defined for @1 parameter
pt_br: Confuguração não definida para o parâmetro @1

source: Confirm data
pt_br: Confirma dados do movimento

source: Confirm data ?
pt_br: Confirma dados do movimento ?

source: Confirm data?
pt_br: Confirma dados do movimento?

source: Confirmed entry
pt_br: Entrada confirmada

source: Consult
pt_br: Consulta

source: Consult by person
pt_br: Consultar por pessoa

source: Consult curricular component
pt_br: Consultar disciplina

source: Continuation of
pt_br: Configuração de

source: Contract
pt_br: Contrato

source: Contract course id
pt_br: Código do curso do contrato

source: Contract course name
pt_br: Nome do curso do contrato

source: Contract course version
pt_br: Versão do curso do contrato

source: Contract id
pt_br: Código do contrato

source: Contract person name
pt_br: Nome da pessoa do contrato

source: Cost center
pt_br: Centro de custo

source: Cost center description
pt_br: Descrição do centro de custo

source: Cost center id
pt_br: Código do centro de custo

source: Couldn't generate income forecast.
pt_br: Não foi possível gerar a previsão de lançamento.

source: Couldn't generate income forecasts.
pt_br: Não foi possível gerar as previsões de lançamento.

source: Couldn't generate invoices.
pt_br: Não foi possível gerar os títulos.

source: Couldn't get default operations, please, verify if there are registered on register session
pt_br: Não foi possível pegar operação padrão. Por favor, verifique se você está cadastrado na seção de cadastro.

source: Couldn't get default operations. Please, verify if there are registered on register session.
pt_br: Não foi possível pegar operação padrão. Por favor, verifique se você está cadastrado na seção de cadastro.

source: Couldn't set CLOSE_OP_INCOME_FORECAST_ID in table of parameters.
pt_br: Não foi possível definir CLOSE_OP_INCOME_FORECAST_ID na tabela de parâmetros

source: Couldn't set DEFAULT_OPERATIONID_MONTHLY_FEE in table of parameters.
pt_br: Não foi possível definir DEFAULT_OPERATIONID_MONTHLY_FEE na tabela de parâmetros.

source: Counter
pt_br: Caixa

source: Counter Movement
pt_br: Movimentação do caixa

source: Counter id
pt_br: Código do caixa

source: Counter movement
pt_br: Movimentação do caixa

source: Counter movement id
pt_br: Código do movimento de caixa

source: Counter number
pt_br: Número do caixa

source: Counter search
pt_br: Procura por caixa

source: Country name
pt_br: Nome do país

source: Course
pt_br: Curso

source: Course Name
pt_br: Nome do curso

source: Course don't have value for this lerning period
pt_br: Course não tem valor para esse período letivo

source: Course id
pt_br: Código do curso

source: Course name
pt_br: Nome do curso

source: Course search
pt_br: Procura por curso

source: Course unit
pt_br: Unidade do curso

source: Course version
pt_br: Versão do curso

source: Course whithout Learning Period Price !
pt_br: Curso sem preço para o período letivo!

source: Courses without account scheme registered
pt_br: Cursos sem plano de contas registrado

source: Created by loan process related to invoice @1 and incentive @2
pt_br: Criado pelo processo de financiamentos, relacionado ao título @1 e incentivo @2

source: Created by loan process related to invoice @1 by incentive number @2
pt_br: Criado pelo processo de financiamentos, relaciondo ao título @1 e incentivo número @2

source: Creation type
pt_br: Tipo de criação

source: Credit
pt_br: Crédito

source: Current value
pt_br: Valor atual

source: Curricular component
pt_br: Disciplina

source: Curricular component(s) enrolled in
pt_br: Disciplina(s) matriculada(s) em

source: DEFAULT_COMPANY_CONF is not declared on configuration table
pt_br: DEFAULT_COMPANY_CONF não está declarada na tabela de configurações

source: DEFAULT_INVOICE_BANK is not declared on configuration table
pt_br: DEFAULT_INVOICE_BANK não está declarada na tabela de configurações

source: DISCOUNT is not declared on configuration table
pt_br: O DESCONTO não foi declarado na tabela de configurações

source: Date
pt_br: Data

source: Date Updated
pt_br: Data atualizada

source: Date and time
pt_br: Data e hora

source: Date and time register
pt_br: Data e hora do registro

source: Date movement
pt_br: Data da movimentação

source: Date of the pardon
pt_br: Data de perdão

source: Date updated
pt_br: Data atualizada

source: Day
pt_br: Dia

source: Days
pt_br: Dias

source: Days after the maturity date on invoice to apply interest percent, if you don't want that, fill this field with 0
pt_br: Dias após a data de vencimento do título a aplicar a porcentagem de multa, se você não quer aplicar esta, preencha este campo com 0

source: Days late
pt_br: Dias de atrazo

source: Days to apply fine, that value is applied baseed on maturity date plus days to interest
pt_br: Dias para aplicar multa, este valor é aplicado baseado na data de vencimento mais dias para juros

source: Days to call bank protest, if that policy is with register, if normal that field is not used
pt_br: Dias para pedir protesto bancário caso a política for com registro, se for normal, este campo não é utilizado

source: Days to discount
pt_br: Dias para o desconto

source: Days to fine
pt_br: Dias para multa

source: Days to interest
pt_br: Dias para juros

source: Days to protest
pt_br: Dias para protesto

source: Debit
pt_br: Débito

source: Debit date
pt_br: Data do débito

source: Debit note
pt_br: Nota de débito

source: Debit value
pt_br: Valor do débito

source: Default message not registered
pt_br: Mensagem padrão não registada

source: Default operations
pt_br: Operações padrão

source: Defaulter
pt_br: Inadimplente

source: Defaulter degree
pt_br: Grau de avaliação do inadimplente

source: Defaulter enrolled
pt_br: Inadimplente matriculado

source: Defaulter enrolled not typed
pt_br: Inadimplente matriculado não digitado

source: Defaulter for date
pt_br: Inadimplente por data

source: Defaulter for date and income source
pt_br: Inadimplente por data e por origem

source: Defaulter for date enrolled
pt_br: Inadimplente por data matriculada

source: Defaulter for date income source
pt_br: Inadimplente por data de origem

source: Defaulter for date on enrolled
pt_br: Inadimplente por data de matrícula

source: Defaulter for limit date
pt_br: Inadimplente por data limite

source: Defaulter friend agreement
pt_br: Inadimplente por acordos amigáveis

source: Defaulter friendly agreement
pt_br: Inadimplente com acordo amigável

source: Defaulter legal person
pt_br: Pessoa jurídica inadimplente

source: Defaulter limit date
pt_br: Data limite para inadimplência

source: Defaulter maturity date
pt_br: Data de vencimento padrão

source: Defaulter value
pt_br: Valor inadimplente

source: Degree period
pt_br: Período da nível de formação

source: Delete
pt_br: Apagar

source: Demonstrative
pt_br: Demonstrativo

source: Demonstrative for finance
pt_br: Demonstrativo para financeiro

source: Demonstrative for income tax
pt_br: Demonstrativo para imposto de renda

source: Demonstrative incentives spread sheet
pt_br: Planinha demostrativa de incentivos

source: Desc. prev. pay
pt_br: Desc. pg. ant.

source: Description
pt_br: Descrição

source: Description of occurrence
pt_br: Descrição da ocorrência

source: Details
pt_br: Detalhes

source: Details for remittance bank @1
pt_br: Detalhes para remessa bancária @1

source: Difference
pt_br: Diferença

source: Disc.
pt_br: Desc.

source: Discont value
pt_br: Valor do desconto

source: Discount
pt_br: Desconto

source: Discount concession - previous discount exists
pt_br: Concessão de desconto - existe desconto anterior

source: Discount operation
pt_br: Operação de desconto

source: Discount or interest applied on payment of invoice
pt_br: Desconto ou juros aplicado no título de pagamento

source: Discount percent
pt_br: Percentual de desconto

source: Discount value major/equals the invoice value
pt_br: Valor do desconto maior/igual ao valor da fatura

source: Divergent depositary agency
pt_br: Agência depositária divergente

source: Assorted queries
pt_br: Consultas diversas

source: Do not have agreements operation(s)
pt_br: Não há operações de acordo

source: Do you confirms this process?
pt_br: Você confirma este processo?

source: Do you need insert text in text field !
pt_br: É necessário inserir o texto no campo de texto

source: Do you need insert value for courses !
pt_br: Você precisa inserir o valor para os cursos

source: Do you need process 'Income forecast generation' before, have income forecast not processed !
pt_br: Você precisa processar 'Geração de previsões' antes, há previsões não processadas

source: Document
pt_br: Documento

source: Document number
pt_br: Número do documento

source: Document specie do not allow protest invoice
pt_br: Espécie de documento não permite protesto do título

source: Don't have any bank account insert in database. Please register a bank account first !
pt_br: Não há contas bancárias inseridas na base de dados. Por favor, registre uma conta bancária primeiro

source: Don't have value
pt_br: Não tem valor

source: Drawee address not informed
pt_br: Endereço do sacado não informado

source: Drawee not registered
pt_br: Sacado não registrado

source: Drawee square not registered
pt_br: Praça do sacado não registrada

source: Duplicate marcantile for indication
pt_br: Duplicata mercantil por indicação

source: Duplicate of services for indication
pt_br: Duplicata de serviços por indicação

source: Duplicated our number
pt_br: Nosso número duplicado

source: ERROR: Line @1, invoice does not exists
pt_br: ERRO: Linha @1, o título não existe

source: ERROR: Line @1, invoice does not exists.
pt_br: ERRO: Linha @1, o título não existe.

source: Edit
pt_br: Editar

source: Emission
pt_br: Emissão

source: Emission date
pt_br: Data de emissão

source: Employee
pt_br: Funcionário

source: End date
pt_br: Data final

source: End date lessons
pt_br: Data final das aulas

source: End emission date
pt_br: Data de emissão final

source: End maturity date
pt_br: Data de vencimento final

source: End payment date
pt_br: Data de vencimento final

source: End register date
pt_br: Data de registro final

source: Enroll fee
pt_br: Taxa de matrícula

source: Enroll operation
pt_br: Operação de mensalidade

source: Enroll rejected
pt_br: Matriculas rejeitadas

source: Enroll summaries to process
pt_br: Resumos de matrícula a processar

source: Enrolled not typed
pt_br: Matriculados náo digitado

source: Enter date
pt_br: Data de entrada

source: Enter description
pt_br: Informe a descrição

source: Enter entry id
pt_br: Informe o código do lançamento

source: Enter if that operation is extinct
pt_br: Informe aqui se esta operação está extinta

source: Enter incentive type id
pt_br: Informe o código do tipo de incentivo

source: Enter invoice id
pt_br: Informe o código do título
