Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/selectiveProcess.po
Languages: pt_br

source: 1 id
pt_br: 1 código

source: 1. id
pt_br: 1. código

source: 5 characters maximum
pt_br: Máximo de 5 caracteres

source: @1 - Room @2/@3
pt_br: @1 - Sala @2/@3

source: ADDRESS FOR CORRESPONDENCE(Street, number, ap., quarter)
pt_br: ENDEREÇO PARA CORRESPONDENCIA(Rua, numero, ap., bairro)

source: ANSWERS PAGE
pt_br: FOLHA DE REPOSTAS

source: Ability
pt_br: Competência

source: Act
pt_br: Ata

source: Act from all rooms
pt_br: Ata de todas as salas

source: Act from this room
pt_br: Ata desta sala

source: Add to bookmarks
pt_br: Adicionar a favoritos

source: Age
pt_br: Idade

source: Age of candidates
pt_br: Idade dos candidatos

source: Align
pt_br: Alinhamento

source: All
pt_br: Todos

source: All locals
pt_br: Todos locais

source: All sheets
pt_br: Todas as folhas

source: All subscriptions
pt_br: Todas as inscrições

source: Alphabetic
pt_br: Alfabética

source: Alphabetic order
pt_br: Ordem alfabética

source: Alter inscription
pt_br: Alterar inscrição

source: Amount
pt_br: Quantidade

source: Answer sheet
pt_br: Gabarito

source: Ascendant
pt_br: Ascedente

source: Average
pt_br: Média

source: BIRTHDAY
pt_br: DATA DE NASCIMENTO

source: Bachelor
pt_br: Solteiro

source: Back
pt_br: Voltar

source: Begin date
pt_br: Data inicial

source: Begin hour
pt_br: Hora inicial

source: Begin time
pt_br: Horário inicial

source: Below, list of incorrect subscriptions or subscriptions that aren't in the system
pt_br: Abaixo, lista inscrições incorretas ou inscrições que não estão no sistema

source: Below, select the columns importation order to csv file. To select order, use numbers between 1 and
pt_br: Abaixo, selecione a ordem de importação das colunas para o arquivo csv. Para selecionar a ordem, utilize números entre 1 e

source: Below, select the order that the fields will be grouped by room
pt_br: Abaixo, selecione a ordem que os campos serão agrupados por sala

source: Birth city
pt_br: Cidade de nascimento

source: Birth city name
pt_br: Nome da cidade de nascimento

source: Birth date
pt_br: Data de nascimento

source: Birth day
pt_br: Data de nascimento

source: Bookmarks
pt_br: Favoritos

source: Build
pt_br: Prédio

source: Building number
pt_br: Número do prédio

source: CANDIDATE NAME
pt_br: NOME DO(A) CANDIDATO(A)

source: CITY
pt_br: CIDADE

source: CITY OF IDENTITY DOCUMENT
pt_br: CIDADE DO DOCUMENTO DE IDENTIDADE

source: CONCLUED HIGH SCHOOL
pt_br: ENSINO MÉDIO CONCLUÍDO

source: COURSE
pt_br: CURSO

source: COURSE OPTIONS
pt_br: OPÇÕES DO CURSO

source: COURSE/HABILITATION
pt_br: CURSO/HABILITAÇÃO

source: CPF number
pt_br: Número do CPF

source: Candidate
pt_br: Candidato

source: Candidate name
pt_br: Nome do candidato

source: Candidates by alphabetic order
pt_br: Candidatos em ordem alfabética

source: Candidates by city
pt_br: Candidatos por cidade

source: Candidates by school
pt_br: Candidados por escola

source: Candidates/cities/schools
pt_br: Candidatos/cidades/escolas

source: Capacity
pt_br: Capacidade

source: Car plate
pt_br: Placa do carro

source: Cell
pt_br: Celular

source: Cell Phone
pt_br: Fone celular

source: Cell phone
pt_br: Fone celular

source: Choice if is to use alphabetic order
pt_br: Escolha se é para usar ordem alfabética

source: Circle rad
pt_br: Raio do círculo

source: Circles numbers in writting note
pt_br: Números no círculo na nota da redação

source: City
pt_br: Cidade

source: City exam
pt_br: Cidade da prova

source: City exam id
pt_br: Código da cidade de prova

source: City id
pt_br: Código da cidade

source: City name
pt_br: Nome da cidade

source: City of school
pt_br: Cidade da escola

source: City school name
pt_br: Nome da cidade da escola

source: City search
pt_br: Localizar cidade

source: Classification
pt_br: Classificação

source: Classification list from selective process
pt_br: Lista de classificação do processo seletivo

source: Classification summary
pt_br: Resumo de classificação

source: Classified
pt_br: Classificado

source: Classified by city
pt_br: Classificado por cidade

source: Classified/desclassified/surplus
pt_br: Classificado/desclassificado/suplente

source: Classify
pt_br: Classifique

source: Classify all the courses
pt_br: Classifique todos os cursos

source: Clear
pt_br: Limpar

source: Code
pt_br: Código

source: Column
pt_br: Coluna

source: Company
pt_br: Empresa

source: Company id
pt_br: Código da empresa

source: Company name
pt_br: Nome da empresa

source: Complement
pt_br: Complemento

source: Complementary information
pt_br: Informações complementares

source: Conference list
pt_br: Lista de conferência

source: Config
pt_br: Configura- ção

source: Configuration
pt_br: Configuração

source: Configuration objective exam
pt_br: Configuração da prova objetiva

source: Configuration writting sheet
pt_br: Configuração da folha de redação

source: Configure writting sheet
pt_br: Configure a folha de redação

source: Count
pt_br: Contador

source: Country birth day id
pt_br: Código do país de nascimento

source: Country birth id
pt_br: Código do país de nascimento

source: Country name
pt_br: Nome do país

source: Course
pt_br: Curso

source: Course exam balance
pt_br: Peso das provas por curso

source: Course id
pt_br: Código do curso

source: Course name
pt_br: Nome do curso

source: Course version
pt_br: Versão do curso

source: Current name
pt_br: Nome atual

source: Current note
pt_br: Nota atual

source: Curso
pt_br: Course

source: DATE @1
pt_br: DATA @1

source: Date
pt_br: Data

source: Date inscription
pt_br: Data de inscrição

source: Death date
pt_br: Data de morte

source: Descendant
pt_br: Descedente

source: Desclassified
pt_br: Desclassificado

source: Description
pt_br: Descrição

source: Assorted queries
pt_br: Consultas diversas

source: Divorced
pt_br: Separado

source: Document
pt_br: Documento

source: Does this room allows people with special necessities?
pt_br: Esta sala é preparada para receber portadores de deficiências?

source: Don't write your name on this page. Just check your inscription number
pt_br: Não coloque seu nome nesta folha. Apenas confira o número de inscrição

source: ENEM exam note
pt_br: Nota da prova do ENEM

source: ENEM inscription
pt_br: Inscrição do ENEM

source: ENEM writing note
pt_br: Nota da redação do ENEM

source: Email admin
pt_br: E-mail do administrador

source: Email description
pt_br: Descrição do e-mail

source: Emancipated single
pt_br: Solteiro emancipado

source: End date
pt_br: Data final

source: End hour
pt_br: Hora final

source: End time
pt_br: Hora final

source: Enrolled by city
pt_br: Inscritos por cidade

source: Enter de selective process code
pt_br: Informe o código do processo seletivo

source: Enter de value
pt_br: Informe o valor

source: Enter the X position
pt_br: Informe a posição X

source: Enter the begin date
pt_br: Informe a data inicial

source: Enter the begin inscription date
pt_br: Informe a data inicial das inscrições

source: Enter the birth city code
pt_br: Informe o código da cidade de nascimento

source: Enter the birth date
pt_br: Informe a data de nascimento

source: Enter the build
pt_br: Informe o prédio

source: Enter the cell phone
pt_br: Informen o número do celular

source: Enter the city exam
pt_br: Informe a cidade da prova

source: Enter the city id
pt_br: Informe o código da cidade

source: Enter the city school code
pt_br: Informe o código da cidade da escola

source: Enter the company id
pt_br: Informe o código da empresa

source: Enter the company name
pt_br: Informe o nome da empresa

source: Enter the course code
pt_br: Informe o código do curso

source: Enter the course id
pt_br: Informe o código do curso

source: Enter the death date
pt_br: Informe a data de morte

source: Enter the description
pt_br: Informe a descrição

source: Enter the end inscription date
pt_br: Informe a data final das inscrições

source: Enter the exam code
pt_br: Informe o código da prova

source: Enter the exam date
pt_br: Informe a data da prova

source: Enter the exam description
pt_br: Informe a descrição da prova

source: Enter the exam number of order
pt_br: Informe o número de ordem da prova

source: Enter the exam number of questions
pt_br: Informe o número de questões da prova

source: Enter the exam occurrence code
pt_br: Informe o código da ocorrência da prova

source: Enter the exam occurrence id
pt_br: Informe o código da ocorrência da prova

source: Enter the exam short description
pt_br: Informe a abreviatura da prova

source: Enter the exam time
pt_br: Informe a hora da prova

source: Enter the father code
pt_br: Informe o código do pai

source: Enter the father name
pt_br: Informe o código da mãe

source: Enter the height of information
pt_br: Informe a altura da informações

source: Enter the height of inscriptionNumber
pt_br: Informe a altura do número de inscrição

source: Enter the height of sheetCode
pt_br: Informe a altura do código da folha

source: Enter the height of subtitle
pt_br: Informe a altura do subtítulo

source: Enter the height of title
pt_br: Informe a altura do título

source: Enter the height of writtingnote
pt_br: Informe a altura nota da redação

source: Enter the high school order
pt_br: Informe a ordem do ensino médio

source: Enter the information description
pt_br: Informe a descrição da informações

source: Enter the inscription begin time
pt_br: Informe a hora de início das inscrições

source: Enter the inscription end time
pt_br: Informe a hora final das inscrições

source: Enter the inscription fee
pt_br: Informe a taxa de inscrição

source: Enter the inscription id
pt_br: Informe o código da inscrição

source: Enter the institution code
pt_br: Informe o código da instituição

source: Enter the institution id
pt_br: Informe o código da instituição

source: Enter the internet order
pt_br: Informe a ordem da internet

source: Enter the language code
pt_br: Informe o código da língua

source: Enter the language description
pt_br: Informe a descrição da língua

source: Enter the language order
pt_br: Informe a ordem da língua

source: Enter the language short description
pt_br: Informe a abreviatura da língua

source: Enter the legal person code
pt_br: Informe o código da pessoa jurídica

source: Enter the lenght of information
pt_br: Informe o tamanho da informações

source: Enter the lenght of inscriptionNumber
pt_br: Informe o tamanho do número de inscrição

source: Enter the lenght of sheetCode
pt_br: Informe o tamanho do código da folha

source: Enter the lenght of subtitle
pt_br: Informe o tamanho do subtítulo

source: Enter the lenght of title
pt_br: Informe o tamanho do título

source: Enter the lenght of writtingnote
pt_br: Informe o tamanho da nota da redação

source: Enter the length of information
pt_br: Informe o tamanho da informações

source: Enter the length of inscriptionNumber
pt_br: Informe o tamanho do número de inscrição

source: Enter the length of sheetCode
pt_br: Informe o tamanho do código da folha

source: Enter the length of subtitle
pt_br: Informe o tamanho do subtítulo

source: Enter the length of title
pt_br: Informe o tamanho do título

source: Enter the location complement
pt_br: Informe o complemento do endereço

source: Enter the maximum points
pt_br: Informe o número máximo de pontos

source: Enter the maximum points possible
pt_br: Informe o máximo de pontos possível

source: Enter the message phone
pt_br: Informe o telefone para recados

source: Enter the minimum points
pt_br: Informe o número mínimo de pontos

source: Enter the mobile Phone
pt_br: Informe o número do celular

source: Enter the mother code
pt_br: Informe o código da mãe

source: Enter the number of answer sheet
pt_br: Informe o número do gabarito

source: Enter the options number of course
pt_br: Informe o número de opções de curso

source: Enter the options number required of course
pt_br: Informe o número de opções obrigatórias de curso

source: Enter the organ of RG
pt_br: Informe o orgão expedidor do RG

source: Enter the person CPF
pt_br: Informe o CPF da pessoa

source: Enter the person RG
pt_br: Informe o RG da pessoa

source: Enter the person city code
pt_br: Informe o código da cidade de residência

source: Enter the person city name
pt_br: Informe o nome da cidade de residência

source: Enter the person code
pt_br: Informe o código da pessoa

source: Enter the person country name
pt_br: Informe o nome do país de residência

source: Enter the person e-mail
pt_br: Informe o e-mail da pessoa

source: Enter the person location
pt_br: Informe o endereço da pessoa

source: Enter the person location number
pt_br: Informe o número do endereço da pessoa

source: Enter the person name
pt_br: Informe o nome da pessoa

source: Enter the person neighborhood
pt_br: Informe o bairro de residência da pessoa

source: Enter the person special necessity description
pt_br: Informe a descrição da(s) necessidade(s) especial(is)

source: Enter the person state name
pt_br: Informe o nome do estado de residência da pessoa

source: Enter the person zip code
pt_br: Informe o CEP de residência da pessoa

source: Enter the place code
pt_br: Informe o código do local

source: Enter the place description
pt_br: Informe a descrição do local

source: Enter the place room
pt_br: Informe o local da sala

source: Enter the place room build
pt_br: Informe o prédio da sala

source: Enter the place room capacity
pt_br: Informe a capacidade do local da sala

source: Enter the place room priority
pt_br: Informe a prioridade da sala

source: Enter the plate car
pt_br: Informe a placa do veículo

source: Enter the priority
pt_br: Informe a prioridade

source: Enter the process type code
pt_br: Informe o código do tipo de processo

source: Enter the residential Phone
pt_br: Informe o telefone residencial

source: Enter the residential phone
pt_br: Informe o telefone residencial

source: Enter the responsable legal code
pt_br: Informe o código do responsável legal

source: Enter the right margin of page (in millimeters)
pt_br: Informe a margem direita da página (em milimetros)

source: Enter the room
pt_br: Informe a sala

source: Enter the selective process code
pt_br: Informe o código do processo seletivo

source: Enter the selective process id
pt_br: Informe o código do processo seletivo

source: Enter the selective process type description
pt_br: Informe a descrição do tipo de processo seletivo

source: Enter the subtitle description
pt_br: Informe a descrição do subtítulo

source: Enter the title description
pt_br: Informe a descrição do título

source: Enter the vacancy code
pt_br: Informe o código da vaga

source: Enter the vacancy id
pt_br: Informe o código da vaga

source: Enter the weight of each question for this exam
pt_br: Informe o peso de cada questão para esta prova

source: Enter the work Phone
pt_br: Informe o telefone profissional

source: Enter the work city code
pt_br: Informe o código da cidade de trabalho

source: Enter the work location
pt_br: Informe o endereço de trabalho

source: Enter the work neighborhood
pt_br: Informe o bairro do local de trabalho

source: Enter the work phone
pt_br: Informe o telefone profissional

source: Enter the work zip code
pt_br: Informe o CEP do local de trabalho

source: Enter the writting note description
pt_br: Informe a descrição da folha de redação

source: Enter the xPosition of sheetCode
pt_br: Informe a posição no eixo X do código da folha

source: Error
pt_br: Erro

source: Error executing requested operation.
pt_br: Erro executando a operação solicitada.

source: Error in file name, file location or file type
pt_br: Erro no nome do arquivo, localização do arquivo ou tipo do arquivo

source: Error, don't have data for this period.
pt_br: Erro, não existem dados para esse período.

source: Ethnic origin
pt_br: Origem étnica

source: Exam
pt_br: Prova

source: Exam Act
pt_br: Ata de exame

source: Exam act
pt_br: Ata de exame

source: Exam description
pt_br: Descrição do exame

source: Exam id
pt_br: Código da prova

source: Exam name
pt_br: Nome da prova

source: Exam occurrence
pt_br: Ocorrência da prova

source: Exam occurrence description
pt_br: Descrição da ocorrência da prova

source: Exam occurrence id
pt_br: Código da ocorrência da prova

source: Exam occurrence search
pt_br: Busca da ocorrência de prova

source: Exam order to csv file importation
pt_br: Ordem de provas para importação do arquivo csv

source: Exam:
pt_br: Prova:

source: Exams - Notes
pt_br: Exames - Notas

source: Exams average per course
pt_br: Média das provas por curso

source: Exams occurrence order for file
pt_br: Ordem das ocorrências de provas para arquivo

source: FATHER NAME
pt_br: NOME DO PAI

source: Father id
pt_br: Código do pai

source: Father name
pt_br: Código da mãe

source: Fee
pt_br: Taxa

source: Female
pt_br: Feminino

source: Feminine
pt_br: Feminino

source: Field name
pt_br: Nome do campo

source: File subscriptions that are on the system
pt_br: Inscrições do arquivo que estão no sistema

source: File type
pt_br: Tipo de arquivo

source: Find your room
pt_br: Localize sua sala

source: Finished
pt_br: Finalizado

source: Finished general classification
pt_br: Finalizada classificação geral

source: First course option
pt_br: Primeira opção de curso

source: First criteria
pt_br: Primeiro critério

source: First option
pt_br: Primeira opção

source: Font
pt_br: Fonte

source: Foreign language
pt_br: Língua estrangeira

source: Foreign language id
pt_br: Código da língua estrangeira

source: Freshmen list report
pt_br: Lista de calouros por curso

source: General classification
pt_br: Classificação geral

source: General data
pt_br: Dados gerais

source: General exams average
pt_br: Média geral das provas

source: Generate
pt_br: Gerar

source: Generate contract
pt_br: Gerar contrato

source: Generate importation
pt_br: Gerar importação

source: Generate notes table
pt_br: Gerar tabela de notas

source: Greater note
pt_br: Maior nota

source: Greater/minor note
pt_br: Maior/menor nota

source: Have social economic
pt_br: Tem questionário sócio-econômico

source: Have some special necessity
pt_br: Possui alguma necessidade especial

source: Height of information
pt_br: Altura da informações

source: Height of inscriptionNumber
pt_br: Altura do número de inscrição

source: Height of sheet code
pt_br: Altura do código da folha

source: Height of students information
pt_br: Altura das informações do candidato

source: Height of subtitle
pt_br: Altura do subtítulo

source: Height of the first line of writting
pt_br: Altura da primeira linha da redação

source: Height of title
pt_br: Altura do título

source: Height of writting note
pt_br: Altura do código da redação

source: High school
pt_br: Ensino Médio

source: High school concluded id
pt_br: Código da escola de conclusão do ensino médio

source: ID
pt_br: CÓDIGO

source: IDENTITY NUMBER
pt_br: Nº DA IDENTIDADE

source: IN ACORD WITH THE 1st OPTION
pt_br: DE ACORDO COM A 1ª OPÇÃO

source: INSCRIPTION
pt_br: INSCRIÇÃO

source: INSCRIPTION ID
pt_br: CÓDIGO DE INSCRIÇÃO

source: INSCRIPTION N.
pt_br: Nº DE INSCRIÇÃO

source: INSCRIPTION WITH ENEM NOTE
pt_br: INSCRIÇÃO COM NOTA DO ENEM

source: Id
pt_br: Código

source: Id from exam city
pt_br: Código da cidade de prova

source: Identity (RG)
pt_br: Identidade (RG)

source: If ok, to make possible the exam aplication, specifies it
pt_br: Se ok, a possibilidade de fazer a aplicação do exame, especifique-o

source: If the invoice bank not open in 5 seconds, click in "Generate invoice bank"
pt_br: Se o boleto não abrir em 5 segundos, clique em "Gerar boleto"

source: If you want to show all places, click in the button below:
pt_br: Se você quer exibir todos os locais, clique no botão abaixo:

source: If you want to show all years, keep this field blank
pt_br: Caso você queira listar todos os anos, deixe este campo em branco

source: In white
pt_br: Em branco

source: Incomplete high school
pt_br: Ensino médio incompleto

source: Incorrect data
pt_br: Data incorreta

source: Incorrect datas
pt_br: Dados incorretos

source: Incorrect file or problems in lines importation
pt_br: Arquivo incorreto ou problemas nas linhas de importação

source: Incorrect subscription or subscription that aren't in the system
pt_br: Inscrições incorretas ou inscriçoes que não estão no sistema

source: Indifferent
pt_br: Indiferente

source: Inform the building number or keep it empty to list all the buildings and rooms
pt_br: Informe o número do prédio ou mantenha-o vazio para alistar todos os prédios e salas

source: Inform the cpf number
pt_br: Informe o número do CPF

source: Inform the e-mail
pt_br: Informe o e-mail

source: Inform the identity number (rg)
pt_br: Informe o número de identidade (RG)

source: Inform the inscription code from your inscription, rg code or cfp code and click on the button
pt_br: Informe o número de inscrição da sua inscrição, código do RG ou CPF e clique no botão

source: Inform the invoice code from your inscription, rg code or cfp code and click on the button
pt_br: Informe o código do boleto da sua inscrição, número do RG ou CPF e clique no botão

source: Information
pt_br: Informação

source: Information configuration
pt_br: Informações de configuração

source: Informations
pt_br: Informações

source: Informations of high school
pt_br: Informações do ensino médio

source: Inscriprion id
pt_br: Código da inscrição

source: Inscription
pt_br: Inscrição

source: Inscription confirmation email
pt_br: E-mail de confirmação da inscrição

source: Subscribe
pt_br: Efetuar inscrição

source: Inscription form of selective process
pt_br: Formulário de inscrição do processo seletivo

source: Inscription id
pt_br: Código da inscrição

source: Inscription list
pt_br: Lista de inscrições

source: Inscription number configuration
pt_br: Configuração do número de inscrição

source: Inscription option
pt_br: Opções de inscrição

source: Inscription order for file
pt_br: Ordem de inscrição para o arquivo

source: Inscription search
pt_br: Busca de inscrições

source: Inscription setting
pt_br: Configurações da inscrição

source: Inscription sheet
pt_br: Ficha de inscrição

source: Inscription voucher
pt_br: Comprovante de inscrição

source: Inscriptions
pt_br: Inscrições

source: Inscriptions by city exam
pt_br: Inscrições por cidade de prova

source: Inscriptions by course
pt_br: inscrições por curso

source: Inscriptions by exam place
pt_br: Inscrições por local de prova

source: Inscriptions by exam room
pt_br: Ocupantes por sala de prova

source: Inscriptions by general location
pt_br: Inscrições por localização geral

source: Inscriptions by normal course
pt_br: Inscrições por curso nomal

source: Inscriptions by room
pt_br: Inscrições por sala

source: Inscriptions by sex
pt_br: Inscrições por sexo

source: Inscriptions total
pt_br: Total de inscritos

source: Insert
pt_br: Inserir

source: Insert for
pt_br: Inserir para

source: Instituion name
pt_br: Nome da instituição

source: Institution
pt_br: Instituição

source: Institution name
pt_br: Nome da instituição

source: Internet subscriptions only
pt_br: Apenas inscrições por internet

source: Invalid invoice code:
pt_br: Código do título inválido:

source: Invoice id
pt_br: Código do título

source: Invoice prefix
pt_br: Prefixo do título

source: Is ENEM
pt_br: Utilizar ENEM

source: Is answer sheet
pt_br: Está no gabarito

source: Is available
pt_br: Está disponível

source: Is classified
pt_br: Está classificado

source: Is dot numbers
pt_br: Tem números com vírgula

source: Is high school
pt_br: Concluiu ensino médio

source: Is high school in enroll act
pt_br: Concluíu ensino médio na ata de matrícula

source: Is high school or will be high school even enrol date
pt_br: Concluiu ensino médio ou concluirão ensino médio até a data da matrícula

source: Is internet
pt_br: É internet

source: Is language
pt_br: Tem língua estrangeira
