Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/selectiveProcess.po
Languages: pt_br

source: Use alphabetic order
pt_br: Usar ordem alfabética

source: Vacancy
pt_br: Vaga

source: Vacancy description
pt_br: Descrição da vaga

source: Vacancy id
pt_br: Código da vaga

source: Vacancy number
pt_br: Número de vagas

source: Vacancy occurrence
pt_br: Ocorrência da vaga

source: Vacancy occurrence id
pt_br: Código da ocorrência da vaga

source: Vacancy occurrence search
pt_br: Localizar ocorrência da vaga

source: Vacancy search
pt_br: Localizar vaga

source: Vacant
pt_br: Vaga

source: Vacants
pt_br: Vagas

source: WRITING
pt_br: REDAÇÃO

source: Was classified
pt_br: Está classificado

source: Weight
pt_br: Peso

source: Weight question
pt_br: Peso da questão

source: Were informed note for some exam from the selective process
pt_br: Foi informada nota para alguma prova deste processo seletivo

source: Whats the college graduation year? (aaaa)
pt_br: Qual o ano de graduação? (aaaa)

source: Widower
pt_br: Viúvo

source: Will this exam be printed on the answer sheet?
pt_br: Esta prova deverá constar no gabarito impresso?

source: Will this room be filled with people who finished high school?
pt_br: Esta sala deverá ser preenchida com pessoas que concluíram ensino médio?

source: Will this room be filled with people who subscribed via internet?
pt_br: Esta sala deverá ser preenchida com pessoas que se inscreveram via internet?

source: Work
pt_br: Trabalho

source: Work Phone
pt_br: Fone comercial

source: Work phone
pt_br: Fone comercial

source: Writer the lines number
pt_br: Escrita do número das linhas

source: Writing
pt_br: Redação

source: Writing order for file
pt_br: Ordem da redação para arquivo

source: Writting
pt_br: Redação

source: Writting lines configuration
pt_br: Configuração das linhas da redação

source: Writting note configuration
pt_br: Configuração da nota da redação

source: Writting sheet informations
pt_br: Informações da folha de redação

source: X position
pt_br: Posição em X

source: X position of writting note
pt_br: Posição em X da nota da redação

source: Yes
pt_br: Sim

source: Your inscription to selective process
pt_br: Sua inscrição para o processo seletivo

source: Zip
pt_br: CEP

source: Zip code
pt_br: CEP

source: a. OPTION
pt_br: a. OPÇÕES

source: borned in
pt_br: nascido em

source: bottom-left height
pt_br: Altura inferior-esquerda

source: bottom-left position X
pt_br: Posição inferior-direita em X

source: bottom-left position Y
pt_br: Posição inferior-direita em Y

source: bottom-left thickness
pt_br: Espessura inferior-esquerda

source: bottom-right position X
pt_br: Posição inferior-direita em X

source: bottom-right position Y
pt_br: Posição inferior-direita em Y

source: bottom-right thickness
pt_br: Posição inferior-inferior em espessura

source: building
pt_br: prédio

source: but not were informed the inscription number to this selective process
pt_br: mas não foi informado um número de inscrição para este processo seletivo

source: center
pt_br: centro

source: contracts generated
pt_br: gerar contratos

source: document
pt_br: documento

source: from build
pt_br: do prédio

source: from unit
pt_br: da unidade

source: if the selective process have language enable
pt_br: se o processo seletivo tem língua estrangeira habilitada

source: information
pt_br: informação

source: is equal
pt_br: é igual

source: is out of range
pt_br: fora do intervalo

source: italic
pt_br: itálico

source: left
pt_br: esquerda

source: of
pt_br: de

source: physical person
pt_br: pessoa física

source: quarter
pt_br: bairro

source: selective process
pt_br: Processo Seletivo

source: selectiveProcess
pt_br: Processo Seletivo

source: selectiveprocess
pt_br: Processo Seletivo

source: sex
pt_br: sexo

source: subtitle
pt_br: sub-título

source: to subscription code
pt_br: para código de inscrição

source: underline
pt_br: sublinhado

source: was realized
pt_br: foi realizada

source: with
pt_br: com

source: Change selective process
pt_br: Escolher processo seletivo

source: Students with indication into the selective process
pt_br: Estudantes com indicação para o processo seletivo

source: Indicator
pt_br: Indicado

source: Who has indicated?
pt_br: Quem Indicou?

source: Current selective process settings was not found!
pt_br: Configurações para o processo seletivo atual não encontradas!

source: Would you like to list all selective process options ?
pt_br: Gostaria de listar todos os processos cadastrados ?

source: Inscription card of selective process
pt_br: Cartão de inscrição do processo seletivo

source: List aproved pupil selective process by phone
pt_br: Lista de alunos aprovados no processo seletivo com telefone

source: List pupil inscription in selective process by deficient
pt_br: Lista de alunos inscritos no processo seletivo com deficiência

source: List of registered students who paid subscription, attended, approved and registered
pt_br: Lista de alunos inscritos que pagaram inscrição, compareceram, aprovados e matriculados

source: List of registered students who paid subscription, attended, agreed and not registered
pt_br: Lista de alunos inscritos que pagaram inscrição, compareceram, aprovados e não matriculados

source: List of registered students who paid subscription, and attended disapproved in the selective process
pt_br: Lista de alunos inscritos que pagaram inscrição, compareceram e reprovados no processo seletivo

source: List of registered students who paid membership and did not attend for selective process
pt_br: Lista de alunos inscritos que pagaram inscrição, mais não compareceram no processo seletivo

source: List of registered students who paid subscription to the selective process
pt_br: Lista de alunos inscritos que pagaram inscrição no processo seletivo

source: List of registered students who did not pay subscription to the selective process
pt_br: Lista de alunos inscritos que não pagaram inscrição no processo seletivo

source: Selective process copy
pt_br: Cópia de processo seletivo

source: Selective process copy has been implemented successfully
pt_br: Cópia do processo seletivo foi executada com sucesso

source: Old selective process
pt_br: Processo seletivo anterior
