Repository: nti-ananeri/SAGU2
Catalog: tools/i18n/*/selectiveProcess.po
Languages: pt_br

source: Is main
pt_br: É principal

source: Is necessary be diferent.
pt_br: É necessário ser diferente

source: Is not necessary to select all exams
pt_br: Não é necessário selecionar todas as provas

source: Is show numbers
pt_br: É para mostrar os números

source: It does not have contracts to be generated.
pt_br: Não existem contratos para serem gerados.

source: It must be between 0 and
pt_br: É obrigatórios estar entre 0 e

source: Join document that comprove the note gotten in ENEM
pt_br: Juntar documento que comprove a nota obtida no ENEM

source: Just exist answer sheet to this selecitve process
pt_br: Já existe gabarito para este processo seletivo

source: Just numbers
pt_br: Só números

source: Language
pt_br: Língua estrangeira

source: Language description
pt_br: Descrição da língua

source: Language id
pt_br: Código da língua

source: Language occurrence
pt_br: Ocorrência de língua estrangeira

source: Language search
pt_br: Localizar língua

source: Last modification
pt_br: Última modificação

source: Legal person
pt_br: Pessoa jurídica

source: Legal person name
pt_br: Nome da pessoa jurídica

source: Lenght of Sheet Code
pt_br: Tamanho do código da folha

source: Lenght of information
pt_br: Tamanho da informações

source: Lenght of inscriptionNumber
pt_br: Tamanho do número de inscrição

source: Lenght of subtitle
pt_br: Tamanho do subtítulo

source: Lenght of title
pt_br: Tamanho do título

source: Lenght of writting note
pt_br: Tamanho da nota da redação

source: Length of Sheet Code
pt_br: Tamanho do código da folha

source: Length of information
pt_br: Tamanho da informações

source: Length of inscriptionNumber
pt_br: Tamanho do número de inscrição

source: Length of students information
pt_br: Tamanho das informações dos candidatos

source: Length of subtitle
pt_br: Tamanho do subtítulo

source: Length of title
pt_br: Tamanho do título

source: List
pt_br: Lista

source: List candidate notes by exam
pt_br: Lista de notas de candidatos por prova

source: List inscription
pt_br: Lista de inscritos

source: List inscription by city exam
pt_br: Lista de inscritos por cidade de exame

source: List inscription by incomplete high scholl
pt_br: Lista de inscritos por ensino médio incompleto

source: List inscription by special necessity
pt_br: Lista de inscritos por necessidade especial

source: List inscription details for a specific special necessity
pt_br: Listar detalhes da inscrição para uma necessidade especial específica

source: List of approved - selective process
pt_br: Lista de aprovados - processo seletivo

source: List of approved - selective process @1
pt_br: Lista de aprovados - processo seletivo @1

source: List of freshmen for course
pt_br: Lista de calouros por curso

source: List of notes of candidates
pt_br: Listagem de notas dos candidatos

source: List of surplus - selective process @1
pt_br: Lista de suplentes - processo seletivo @1

source: List of the total note of candidates
pt_br: Lista de notas totais dos candidatos

source: List selective process
pt_br: Lista de processos seletivos

source: Localization of pupils
pt_br: Localização de alunos

source: Localization of pupils by city
pt_br: Localização de alunos por cidade

source: Location
pt_br: Logradouro

source: MAIN TOTAL
pt_br: TOTAL PRINCIPAL

source: MARITAL STATUS
pt_br: ESTADO CIVIL

source: MOTHER NAME
pt_br: NOME DA MÃE

source: Main information
pt_br: Informações principais

source: Male
pt_br: Masculino

source: Manual subscriptions only
pt_br: Apenas inscrições manuais

source: Marital status
pt_br: Estado civil

source: Marital status id
pt_br: Estado civil

source: Married
pt_br: Casado

source: Masculine
pt_br: Masculino

source: Maximum points
pt_br: Pontos máximos

source: Maximum points possible to this exam occurrence
pt_br: Máximo de pontos possível para ocorrência de prova

source: Message
pt_br: Recados

source: Message if not disponible inscription
pt_br: Mensagem se não estão disponíveis as inscrições

source: Message in finisch inscription period
pt_br: Mensagem no final do período de inscrição

source: Message in high school declaration on inscription
pt_br: Mensagem na declaração de ensino médio na inscrição

source: Message in step of information at inscription
pt_br: Mensagem no passo de informações na inscrição

source: Message in the conclued of inscription
pt_br: Mensagem na conclusão da inscrição

source: Message in the invoice generate on conclued inscription
pt_br: Mensagem no geração de boleto na conclusão da inscrição

source: Message of welcome in inscription
pt_br: Mensagem de boas vindas na inscrição

source: Message on document verifier in inscription
pt_br: Mensagem na verificação de documentos na inscrição

source: Message phone
pt_br: Recados

source: Message showed if the inscription period is not opened
pt_br: Mensagem exibida se o período de inscrição não está aberto

source: Message showed in document request from person in the inscription
pt_br: Mensagem exibida na requisição de documentos da pessoa na inscrição

source: Message showed in inscription if the inscription period will be finish
pt_br: Mensagem exibida na inscrição se o período de inscrições estiver finalizado

source: Message showed in inscription period at the first step
pt_br: Mensagem exibida no período de inscrição no primeiro passo

source: Message showed in inscription period at the second step
pt_br: Mensagem exibida no período de inscrição no segundo passo

source: Message showed in inscription to high school conclued declaration
pt_br: Mensagem exibida na inscrição para a decclaração de ensino médio concluído

source: Message showed in the conclued of inscription
pt_br: Mensagem exibida na conclusão da inscrição

source: Message showed in the generate invoice at conclued of inscription
pt_br: Mensagem exibida na geração do boleto na conclusão da inscrição

source: Minimum note necessary on this exam to classify. Note minor that this, desclassify the candidate
pt_br: Nota mínima necessária nesta prova para classificação. Nota menor que esta, desclassifica o candidato

source: Minimum points
pt_br: Pontos mínimos

source: Minimun note
pt_br: Nota mínima

source: Minor note
pt_br: Menor nota

source: Mobile Phone
pt_br: Número do telefone celular

source: More visited
pt_br: Mais visitados

source: Mother id
pt_br: Código da mãe

source: Mother name
pt_br: Nome da mãe

source: NAME
pt_br: NOME

source: NATIONALITY
pt_br: NACIONALIDADE

source: NATURALNESS
pt_br: NATURALIDADE

source: NOT CONCLUED HIGH SCHOOL
pt_br: NÃO CONCLUIU ENSINO MÉDIO

source: NOTES LIST
pt_br: LISTA DE NOTAS

source: NOTES OF ABILITYS
pt_br: NOTAS DAS COMPETÊNCIAS

source: NOTES OF ENEM
pt_br: NOTAS DO ENEM

source: Name
pt_br: Nome

source: Necessary to select column importation order to csv file
pt_br: Necessário selecionar a orderm das colunas de importação para arquivo csv

source: Necessity special
pt_br: Necessidade especial

source: Neighborhood
pt_br: Bairro

source: New inscription
pt_br: Nova inscrição

source: New note
pt_br: Nova nota

source: Newspaper file
pt_br: Arquivo para jornal

source: Next
pt_br: Próximo

source: No
pt_br: Não

source: No inscriptions alocated
pt_br: Inscrições não alocadas

source: Not Alocaded
pt_br: Não alocado

source: Not allocated
pt_br: Não alocado

source: Not informed
pt_br: Não informado

source: Not is necessary language to this selective process
pt_br: Não é necessário língua estrangeira para este processo seletivo

source: Not is possible insert occurrence language to this selective process, because this selective process not have language enabled
pt_br: Não é possível inserir ocorrência de língua estrangeira para este processo seletivo, porque este processo seletivo não tem língua estrangeira habilitada

source: Not's necessary to select all exams
pt_br: Não é necessário selecionar todas as provas

source: Not's possible insert. Exist one other sattle of matter with same priority
pt_br: Não é possível inserir. Existe um outro critério de desempate com mesma prioridade

source: Note
pt_br: Nota

source: Notes
pt_br: Notas

source: Notes table generated with success
pt_br: Tabela de notas gerada com sucesso

source: Number
pt_br: Número

source: Number digits in dot
pt_br: Número de digitos depois da vírgula

source: Number digits to writting note
pt_br: Número de digitos da nota da redação

source: Number inscription
pt_br: Número de inscrição

source: Number of answer sheet
pt_br: Numero do gabarito

source: Number of pupils classified
pt_br: Número de alunos classificados

source: Number of question with option
pt_br: Número de questões com opção

source: Number of question without option
pt_br: Número de questões sem opção

source: Number order
pt_br: Ordem da prova na digitação de notas

source: Number questions
pt_br: Número de questões

source: Numbers of lines to writting
pt_br: Número de linhas da redação

source: OPTION OF LANGUAGE
pt_br: OPÇÃO DE LÍNGUA ESTRANGEIRA

source: ORGAN
pt_br: ORGÃO

source: Objective Exam
pt_br: Prova objetiva

source: Objective exam
pt_br: Prova objetiva

source: Objective exam informations
pt_br: Informações da prova objetiva

source: Occupation priority
pt_br: Prioridade de ocupação

source: Only is high school
pt_br: Somente se tem ensino médio

source: Option
pt_br: Opção

source: Option number
pt_br: Número da opção

source: Options
pt_br: Opções

source: Options number
pt_br: Número de opções

source: Options number of course
pt_br: Número de opções de curso

source: Options number required greater that options number
pt_br: Número de opções obrigatórias maior que o número de opções

source: Options number required in inscription
pt_br: Número de opções obrigatórias na inscrição

source: Options number that will be possible in the inscription of candidate
pt_br: Numero de opções que irão na inscrição do candidato

source: Options number that will be required in the inscription of candidate
pt_br: Número de opções que serão obrigatórias na inscrição do candidato

source: Order by
pt_br: Ordenar por

source: Order colums for file from inscriptions
pt_br: Ordem das colunas para arquivo de inscrições

source: Order colums for file from selective process
pt_br: Ordem das colunas para arquivo do processo seletivo

source: Order of fields need are different
pt_br: Os campos precisam estar em ordem diferente

source: Orderly list of notes
pt_br: Lista ordenada por nota

source: Orderly list of notes of candidates
pt_br: Lista ordenada por nota dos candidatos

source: Orderly list of notes of candidates report
pt_br: Lista ordenada por nota dos candidatos

source: Organ
pt_br: Orgão

source: Organ of RG
pt_br: Orgão do RG

source: Origin
pt_br: Procedência

source: Other listings
pt_br: Outras listagens

source: Other sattle of matter
pt_br: Outro critério de desempate

source: Other sattle of matter id
pt_br: Código do outro critério de desempate

source: Others selective process
pt_br: Outros processos seletivos

source: PCou
pt_br: PCur

source: PERFORMANCE BULLETIN
pt_br: BOLETIM DE DESEMPENHO

source: PHONES
pt_br: TELEFONES

source: PLACE OF ACCOMPLISHMENT OF THE EXAM
pt_br: LOCAL DE REALIZAÇÃO DA PROVA

source: POSTAL CODE
pt_br: CEP

source: Page @1
pt_br: Página @1

source: Parameters table
pt_br: Tabela de parâmetros

source: Performance bulletin
pt_br: Boletim de desempenho

source: Period
pt_br: Periodo

source: Period description
pt_br: Descrição do periodo

source: Period id
pt_br: Código

source: Person
pt_br: Pessoa

source: Person code
pt_br: Código da pessoa

source: Person id
pt_br: Código da pessoa

source: Person name
pt_br: Nome da pessoa

source: Person number
pt_br: Número da pessoa

source: Personal
pt_br: Pessoal

source: Persons control
pt_br: Controle das pessoas

source: Phone
pt_br: Telefone

source: Phones
pt_br: Telefones

source: Physical person
pt_br: Pessoa física

source: Physical person student
pt_br: Estudante

source: Place
pt_br: Local

source: Place id
pt_br: Código do local

source: Place occurrence
pt_br: Ocorrência do local

source: Place room
pt_br: Sala

source: Place room id
pt_br: Código do local da sala

source: Place room search
pt_br: Localizar local de sala

source: Please, click in the button below to generate the orderly list of notes of candidates report:
pt_br: Por favor, clique no botão abaixo para gerar a lista ordenada por nota dos candidatos

source: Please, inform one field
pt_br: Por favor, informe um campo

source: Please, select the city
pt_br: Por favor, selecione a cidade

source: Please, select what act you want to print:
pt_br: Por avor, selecione quais atas você quer imprimir:

source: Please, select what type of report's candidate's room you want to print
pt_br: Por favor, selecione qual tipo de relatório de candidato você deseja imprimir

source: Position
pt_br: Posição

source: Position in X of sheet code
pt_br: Posição em X do código da folha

source: Previous
pt_br: Anterior

source: Print all
pt_br: Imprimir todas

source: Print list in .pdf format
pt_br: Imprimir lista no formato .pdf

source: Print list in .txt format
pt_br: Imprimir lista no formato .txt

source: Print report
pt_br: Imprimir relatório

source: Priority
pt_br: Prioridade

source: Priority of this selective process type to this selective process
pt_br: Prioridade deste tipo de processo seletivo para este processo seletivo

source: Process
pt_br: Processo

source: Professional
pt_br: Profissional

source: Pupil/Cities/Schools
pt_br: Alunos/Cidades/Escolas

source: Pupils and school's performance bulletin
pt_br: Boletim de desempenho de alunos e escolas

source: Pupils and schools performance bulletin
pt_br: Boletim de desempenho de alunos e escolas

source: Pupils by alphabetic order
pt_br: Alunos em ordem alfabética

source: Pupils total
pt_br: Total de alunos

source: Quantity
pt_br: Quantidade

source: Quarter
pt_br: Bairro

source: Question
pt_br: Questão

source: Question number
pt_br: Número da questão

source: REPORT @1
pt_br: RELATÓRIO @1

source: REPRINT INSCRIPTION VOUCHER TO SELECTIVE PROCESS
pt_br: RE-IMPRIMIR O COMPROVANTE DE INSCRIÇÃO PARA O PROCESSO SELETIVO

source: REPRINT INVOICE TO SELECTIVE PROCESS
pt_br: REIMPRIMIR BOLETO PARA PROCESSO SELETIVO

source: RG from person
pt_br: RG da pessoa

source: RG number
pt_br: Número do RG

source: Register
pt_br: Cadastro

source: Report
pt_br: Relatório

source: Report data
pt_br: Dados do relatório

source: Report option
pt_br: Opções de relatório

source: Report type
pt_br: Tipo de relatório

source: Reprint inscription voucher
pt_br: Re-imprimir comprovante de inscrição

source: Reprint invoice
pt_br: Re-imprimir título

source: Required
pt_br: Requerido

source: Required RG, CPF or both
pt_br: Requerido RG, CPF ou ambos

source: Reserve room
pt_br: Alocação por sala

source: Residential
pt_br: Residencial

source: Residential Phone
pt_br: Fone residencial

source: Residential phone
pt_br: Fone residencial

source: Responsable
pt_br: Responsável

source: Responsable legal name
pt_br: Nome do responsável legal

source: Rg number
pt_br: Numero do RG

source: Right margin of page
pt_br: Margem direita da página

source: Room
pt_br: Sala

source: Room @1 - building @2
pt_br: Sala @1 - prédio @2

source: SCHOOL
pt_br: ESCOLA

source: SELECTIVE PROCESS COMPETITION
pt_br: POSIÇÃO NO PROCESSO SELETIVO

source: SELECTIVE PROCESS INSCRIPTION
pt_br: INSCRIÇÃO NO PROCESSO SELETIVO

source: SEX
pt_br: SEXO

source: SITUATION
pt_br: SITUAÇÃO

source: Sagu id from city of school of high school
pt_br: Código do SAGU para cidade da escola de ensino médio

source: Sagu id from residential of person
pt_br: Código do SAGU para a cidade de residência da pessoa

source: Sagu id from school of high school
pt_br: Código do SAGU para escola de ensino médio

source: Sattle of matter
pt_br: Critério de desempate

source: Sattle of matter id
pt_br: Código do critério de desempate

source: Save
pt_br: Salvar

source: Save inscription
pt_br: Salvar inscrição

source: School
pt_br: Escola

source: School id
pt_br: Código da escola

source: School information
pt_br: Informações sobre a escola

source: Search
pt_br: Localizar

source: Second course option
pt_br: Segunda opção de curso

source: Second criteria
pt_br: Segundo critério

source: Select a period
pt_br: Seleciona uo período

source: Select a unit
pt_br: Selecione uma unidade

source: Select the person id
pt_br: Selecione o código da pessoa

source: Select the report
pt_br: Selecione o relatório

source: Select the respective city exam
pt_br: Selecione a respectiva cidade do exame

source: Select the respective language
pt_br: Selecione a respectiva língua

source: Select the respective option
pt_br: Selecione a respectiva opção

source: Select the respective selective process
pt_br: Selecione o respectivo processo seletivo

source: Selected room
pt_br: Sala selecionada

source: Selected room is
pt_br: A sala selecionada é

source: Selective Process
pt_br: Processo Seletivo

source: Selective Process Results
pt_br: Resultados do processo seletivo

source: Selective Process id
pt_br: Código do processo seletivo

source: Selective process
pt_br: Processo seletivo

source: Selective process - EXAM ACT
pt_br: Processo seletivo - ATA DE EXAME

source: Selective process @1
pt_br: Processo seletivo @1

source: Selective process @1 - @2
pt_br: Processo seletivo @1 - @2

source: Selective process description
pt_br: Descrição do processo seletivo

source: Selective process id
pt_br: Código do processo seletivo

source: Selective process inscription
pt_br: Inscrições do processo seletivo

source: Selective process occurrence
pt_br: Ocorrência do processo seletivo

source: Selective process occurrence search
pt_br: Busca da ocorrência de processos seletivos

source: Selective process person registered
pt_br: Pessoas cadastradas no processo seletivo

source: Selective process reprint inscription voucher
pt_br: Re-imprimir comprovante de inscrição para o processo seletivo

source: Selective process reprint invoice
pt_br: Re-imprimir o título do processo seletivo

source: Selective process results
pt_br: Resultados do processo seletivo

source: Selective process search
pt_br: Localizar processo seletivo

source: Selective process tax
pt_br: Taxa do processo seletivo

source: Selective process type
pt_br: Tipo de processo seletivo

source: Selective process type id
pt_br: Código do tipo de processo seletivo

source: Selective process type search
pt_br: Localizar tipo de processo seletivo

source: Sex
pt_br: Sexo

source: Sheet code font
pt_br: Fonte do código da folha

source: Sheet code style
pt_br: Estilo do código da folha

source: Sheets
pt_br: Folhas

source: Sheets - ENEM
pt_br: Folhas - ENEM

source: Sheets with ENEM only
pt_br: Apenas folhas com ENEM

source: Sheets without ENEM only
pt_br: Apenas folhas sem ENEM

source: Short description
pt_br: Abreviatura

source: Show localization
pt_br: Exibir localização

source: Signature
pt_br: Assinatura

source: Situation
pt_br: Situação

source: Some problems occurred on update the file. Please, try again.
pt_br: Alguns problemas ocorreram na atualização do arquivo. Por favor, tente novamente.

source: Space between circles in X
pt_br: Espaço entre os círculos em X

source: Space between circles in Y
pt_br: Espaço entre os círculos em Y

source: Space between lines
pt_br: Espaço entre linhas

source: Space between title and value
pt_br: Espaço entre o título e valor

source: Space to dot numbers
pt_br: Espaço entre vírgula números

source: Special Necessity
pt_br: Necessidade especial

source: Special necessity
pt_br: Necessidade especial

source: Special necessity description
pt_br: Descrição da necessidade especial

source: Special necessity id
pt_br: Código da necessidade especial

source: State name
pt_br: Nome do estado

source: Statistic
pt_br: Estatística

source: Statistic by age comparative
pt_br: Estatística por comparação de idade

source: Statistic by foreign language
pt_br: Estatística por língua estrangeira

source: Statistic by high school conclusion
pt_br: Estatística por conclusão de ensino médio

source: Statistic by language
pt_br: Estatística por língua

source: Statistic by special necessity
pt_br: Estatística por necessidade especial

source: Statistic by type of ingression
pt_br: Estatísticas por tipo de ingresso

source: Statistic report
pt_br: Relatório de estatística

source: Status classification
pt_br: Estado de classificação

source: Status classified
pt_br: Estado classificado

source: Steady union
pt_br: Constante de união

source: Step
pt_br: Passo

source: Students informations
pt_br: Informações dos estudantes

source: Style
pt_br: Estilo

source: Submit
pt_br: Enviar

source: Subtitle configuration
pt_br: Configuração do subtítulo

source: Suplied
pt_br: Excedente

source: Surplus
pt_br: Suplente

source: Symbol
pt_br: Símbolo

source: Table name
pt_br: Nome da tabela

source: The exam occurrences from this selective process haven't answer sheet
pt_br: As ocorrências de prova deste processo seletivo não tem gabarito

source: The inscription column in the file is null or the order number is incorrect
pt_br: A coluna de inscrição no arquivo é nula ou o número de ordem está incorreto

source: The note of
pt_br: A nota de

source: The subscription column in the file is null or the order number is incorrect
pt_br: A coluna de inscrição no arquivo é nula ou o número de ordem é incorreto

source: There are repeated numbers
pt_br: Existem números repetidos

source: There aren't exam occurrence to this selective process
pt_br: Não existem ocorrências de provas para este processo seletivo

source: There aren't note to exam
pt_br: Não existem notas para prova

source: Thirth criteria
pt_br: Terceiro critério

source: This CPF number just is registered to other person
pt_br: Este número do CPF está registrado para outra pessoa

source: This RG number just is registered to other person
pt_br: O número do RG está registrado para outra pessoa

source: This list is not imported
pt_br: Esta lista não é importada

source: This selective process not have language enable. Please, select other option to this selective process os select other selective process
pt_br: Este processo seletivo não tem língua estrangeira habilitada. Por favor, selecione outra opção para este processo seletivo ou selecione outro processo seletivo

source: Time
pt_br: Horário

source: Title
pt_br: Título

source: Title of writting note
pt_br: Título da nota da redação

source: Title writting sheet
pt_br: Título da folha de redação

source: Total inscriptions
pt_br: Total de inscrições

source: Total points
pt_br: Total de pontos

source: Turn
pt_br: Turno

source: Turn description
pt_br: Descrição do turno

source: Turn id
pt_br: Código do turno

source: Type
pt_br: Tipo

source: Type id
pt_br: Código do tipo

source: UNIT
pt_br: Unidade

source: Unique
pt_br: Único

source: Unit
pt_br: Unidade

source: Unit @1
pt_br: Unidade @1

source: Unit description
pt_br: Descrição da unidade

source: Unit from course
pt_br: Unidade do curso

source: Unit id
pt_br: Código da unidade

source: Unit name
pt_br: Nome da unidade

source: Update
pt_br: Atualizar

source: Upload csv file - note
pt_br: Importar arquivo csv - notas

source: Upload csv file - subscription register
pt_br: Importar arquivo csv - registro de inscrição

source: Upper-left height
pt_br: Altura superior-esquerda

source: Upper-left position X
pt_br: Posição em X superior-esquerda

source: Upper-left position Y
pt_br: Posição em Y superior-esquerda

source: Upper-left thickness
pt_br: Espessura superior-esquerda

source: Upper-right position X
pt_br: Posição em X superior-direita

source: Upper-right position Y
pt_br: Posição em Y superior-direita

source: Upper-right thickness
pt_br: Espessura superior-direita
